{"Intro-para-1":"Inspirame は、学習者、学校、労働力を結びつける製品を生み出す、公平性を重視するテクノロジー企業です。\n\n","Intro-para-2":"Inspirame は、第一世代の低所得層の学生によって設立され、人々がどこにいても出会うことに専念しています。私たちは、手頃な教育とキャリア パスウェイを通じて、個人に知識を与え、教育し、導くことを目指しています。","Intro-title":"  Inspirameについて","team-Harris":"AI責任者","team-maggie":"UI/UX責任者 ","team-maria":"共同創設者兼CEO","team-subtitle":"社会正義と、すべての人の高等教育とキャリア達成を民主化するという使命に熱意を持って取り組んでいる私たちのチームをご紹介します。","team-test-prya":"エンジニアリング部長","team-title":"私たちの人々\n","test-mauri":"\n共同創設者兼CTO","values-Collaboration":"私たちは、コラボレーションの力を信じ、パートナー、コミュニティ、教育リーダーと緊密に協力して、私たちの影響力を高め、共通の目標を達成します。私たちは一緒に、学習者とその家族が成功できるように支援します。\n","values-Collaboration-title":"コラボレーション","values-empowerment":"私たちは、学習者が制度的な障壁を乗り越え、潜在能力を最大限に引き出し、教育と有意義なキャリアを通じてより明るい未来を築き、家族や将来の世代に良い影響を与えることができるようにすることに専念しています。 \n","values-empowerment-title":"エンパワーメント","values-equity":"当社は公平性を促進し、誰もが平等に機会とリソースにアクセスできるようにすることに尽力しています。","values-equity-title":"公平性","values-inclusivity":"当社は、包括性を重視し、ユーザーの多様なニーズに応える文化的に適切なソリューションの開発に取り組んでいます。","values-Inclusivity-title":"包括性","values-innovation":"当社はイノベーションに注力しており、コミュニティの変化するニーズに適応し、迅速に対応し、効果的に対応できるよう努めています。\n","values-innovation-title":"革新","values-subtitle":"私たちは、学習者とその家族に幅広いキャリアの可能性を紹介することで、教育とキャリアの達成を通じて世代間の貧困の連鎖を断ち切ることに尽力しています。私たちは以下のことを強く信じています。\n","values-title":"私たちのコアバリュー\n","vision-para-1":"Inspirame のビジョンは、背景に関係なく、すべての個人が教育で成功し、世代間の貧困の制約から解放される機会を持つ世界を創ることです。私たちは、継続的な学習とコミュニティ サポートの文化を育み、教育のエンパワーメントを推進する先駆者になることを目指しています。 ","vision-para-2":"教育と機会のギャップを埋めることで、私たちは、すべての家族が繁栄するために必要なリソースにアクセスでき、教育が個人と社会の変革のための強力なツールとして機能する未来を思い描いています。\n\n","vision-title":"   私たちのビジョン","who-para-2":"教育の分野では、G 教授は 20 年以上のキャリアを通じて 70,000 人以上の大学初年度の学生を指導してきた豊富な経験を持っています。米国最大の高等教育システムであるカリフォルニア コミュニティ カレッジの終身在職権を持つカウンセリング教員として、G 教授は高等教育のナビゲーションに関する豊富な知識を惜しみなく提供しながら、疎外されたコミュニティに奉仕し続けています。 ","who-para-3":"一方、マリアは、教育を終えた後、企業部門でプロとしてのキャリアをスタートしました。彼女は、シスコ、グーグル、ビザ、エクイニクスでダイバーシティ担当役員として幹部職に就きました。マリアはハイテク業界におけるダイバーシティの専門家として知られ、専門知識、知識、特権を通じて他者の向上に尽力していることで知られています。彼女は、個人が潜在能力を最大限に発揮できるよう、たゆまぬ努力で導いています。\n","who-para-4":"マウリシオとマリアは、教育を民主化する先駆的な技術ソリューションを専門とする Inspirame にとって完璧なリーダーシップ デュオです。彼らのコラボレーションは、深い専門知識、幅広い経験、揺るぎない情熱を融合したもので、Inspirame の主力製品である TecoGuide がその好例です。TecoGuide は、教育ソリューションを革新し、新しい機会の時代を先導するという彼らの取り組みの典型です。マリアとマウリシオは、バックグラウンドに関係なく、すべての人が質の高い教育に平等にアクセスできるようにすることを強く主張しています。\n","who-subtitle":"未来に力を与え、世界をつなぐ：実体験と専門的経験をイノベーションと融合\n","who-title":"私たちについて\n","who-we-are-para-1":"私たちの創設者であるマリア・メドラノ（MBA、MA）とマウリシオ・ゴンザレス（MA、別名プロフェッサーG）は、第一世代の学生が直面する無数の障害を説得力のある形で表しています。低所得のメキシコ系アメリカ人の家庭に生まれた彼らは、揺るぎない決意で高等教育を受けるという課題に果敢に立ち向かいました。困難な状況にもかかわらず、彼らは教育を無事に修了しただけでなく、職業人生において重要なマイルストーンを達成しました。\n"}