{"faq-subtitle":"よくある質問への回答をご覧ください。","faq-title":"よくある質問","Fulfill-description":"専攻と一般教育の要件を満たす","Fulfill-text":"当社の包括的なリソースとガイダンスにアクセスして、専攻科目と一般教育のすべての要件を満たしていることを確認してください。予定どおりに進み、予定通りに卒業してください。","Fulfill-title":"モチベーションを高めるコンテンツ\n","Map-description":"学問の道を歩む計画を立てる","Map-text":"学習計画を立て、教育目標を達成するために必要なコースを計画します。進捗状況を視覚化し、大学生活全体を整理します。","Map-title":"教育プランナーと通知\n","Personalized-description":"あなた専用の大学・キャリアアドバイザー、24時間365日","Resources-description":"指先で操作できるリソース","Resources-text":"学業の成功をサポートする幅広いリソースとツールにアクセスできます。研究資料から学習ガイドまで、学業で成果を上げるために必要なものがすべて揃っています。","Resources-title":"金融援助とサポートの資格\n","Search-description":"カリフォルニアで手頃な学位を探す","Search-text":"あなたの興味やキャリア目標に合った、カリフォルニアの手頃な学位プログラムを見つけてください。幅広い選択肢を検討し、十分な情報に基づいて教育について決定してください。","Search-title":"主要検索","Teco-card-community":"カリフォルニアコミュニティカレッジ","Teco-card-community-1":"キャリア証明書","Teco-card-community-2":"準学士号","Teco-card-community-3":"4年制大学への編入","Teco-card-ged":"GEDおよび高校卒業","Teco-card-ged-1":"プログラムファインダー","Teco-card-ged-2":"GED数学準備","Teco-card-ged-3":"GED英語準備","Teco-card-industry":"業界認定","Teco-card-industry-1":"業界認定資格（大学以外）","Teco-card-industry-2":"見習いプログラム","Teco-card-industry-3":"直接的な職業訓練オプション","Teco-faq-10-q":"TecoGuide は、過小評価されているコミュニティをどのようにサポートしていますか?\n","Teco-faq-10-r":"TecoGuide は、過小評価されているコミュニティに合わせたサポートとリソースを提供することで、多様性と包括性を促進することに専念しています。私たちは、教育とキャリアアップの障壁を取り除き、すべての学習者が平等に機会にアクセスできるように取り組んでいます。私たちは、第一世代の低所得の学生を念頭に置いてプラットフォームを設計していることに誇りを持っています。  \n","Teco-faq-1-q":"TecoGuideとは何ですか?\n","Teco-faq-1-r":"TecoGuide は、アクセスしやすく高品質なキャリア認定プログラム、準学士号、学士号取得コースを提供することで、労働力のギャップを埋めるために設計された革新的なプラットフォームです。当社は、個人に合わせた学習体験、業界認定によるガイダンス、および個人が教育目標とキャリア目標を達成できるようにするための強力なサポート システムを提供します。\n","Teco-faq-2-q":"TecoGuide はどのように機能しますか?\n","Teco-faq-2-r":"TecoGuide は、教育機関を通じて学習者を紹介し、ガイドします。当社のプラットフォームは、個人のキャリア志向とスキル レベルに基づいて、カスタマイズされたコースとプログラムの推奨事項を提供します。また、学習者が教育の旅を成功に導くためのリソースとサポートも提供します。\n","Teco-faq-3-q":"TecoGuide の恩恵を受けられるのは誰ですか?\n","Teco-faq-3-r":"TecoGuide は、高校卒業生、スキルアップや転職を希望する働くプロフェッショナル、親/保護者、手頃な価格で利用できる高等教育への道を探している個人など、幅広いユーザーを対象に設計されています。13 歳以上であれば誰でも無料でご利用いただけます。  \n","Teco-faq-4-q":"TecoGuide はどのような機能を提供していますか?\n","Teco-faq-4-r":"当社では、クラス推薦、教育プランナー、財政援助およびサポート サービス決定ツール、専攻検索、TecoGPT など、さまざまな機能とツールを提供しています。TecoGuide は、大学進学と大学以外への進学の両方を簡素化する幅広い機能をカバーしています。\n","Teco-faq-5-q":"TecoGuide は学生にどのようなサポートを提供していますか?\n","Teco-faq-5-r":"TecoGuide は、学習者、教育者、保護者のためのコミュニティを提供しています。私たちの目標は、学習者が教育目標やキャリア目標を達成できるよう、簡素化された経路を提供することで、学習者をサポートし、学習者の現状に応えることです。\n","Teco-faq-6-q":"TecoGuide はどのようにしてキャリア配置に役立ちますか?\n","Teco-faq-6-r":"私たちは雇用主と緊密に協力して彼らのニーズを理解し、学習者に業界で必要とされる必要なスキルを習得するための簡素化された経路を提供します。TecoGuide はまた、履歴書の作成、面接の準備、潜在的な雇用主との直接的なつながりなど、就職準備スキルの提供にも協力し、卒業生の就職を支援します。\n","Teco-faq-7-q":"TecoGuide は、過小評価されているコミュニティをどのようにサポートしていますか?\n","Teco-faq-7-r":"カリフォルニア州は、米国最大のオープン アクセス大学システムを有しています。116 のキャンパスで毎年 180 万人以上の学生が学んでいます。高校を卒業していない、または他国で高校を卒業したが長年カリフォルニア州に住んでいる成人であれば、大学に出願して入学することができます。入学料は無料になる場合もあります。学生を支援するプログラムが多数あります。","Teco-faq-8-q":"TecoGuide が他の教育プラットフォームと異なる点は何ですか?\n","Teco-faq-8-r":"TecoGuide は、社会的に疎外された学生層のために設立され、教育と雇用のギャップを埋めることに重点を置いています。TecoGuide は、個別指導アプローチ、業界との強力なパートナーシップ、入学から就職まで学生の成功を確実にするために設計された包括的なサポート システムが特徴です。\n","Teco-faq-9-q":"TecoGuide を使い始めるにはどうすればよいですか?\n","Teco-faq-9-r":"始めるのは簡単です! Google Play ストアまたは Apple ストアから無料の TecoGuide アプリをダウンロードしてください。また、Inspirame.com の Web サイトにアクセスしてアカウントを作成することもできます。\n","Tecogpt-description":"手頃な価格の大学進学とキャリアパスを見つけて、人生をスタートさせましょう!  ","Tecoguide-overline":"TECOを発見\n","Tecoguide-para":"TecoGuide は、CA の大学およびキャリア プランニング アプリを無料で提供しており、大学や業界への進学を可能な限り迅速かつ手頃な料金で実現できるように特別に設計されています。  \n","Tecoguide-para-2":"TecoGuide は、カリフォルニア州のコミュニティ カレッジ、大学、業界パートナーが提供する手頃な料金の大学進学とキャリア パスウェイを紹介し、ガイドします。  \n","Tecoguide-para-3":"誰もが「大学に行きなさい」と言いますが、誰もその方法を教えてくれませんでした…今までは!! \n","Tecoguide-para-4":"TecoGuideへようこそ！ \n","Tecoguide-title":"あなたの旅はここから始まります","Teco-item-1":"お金を節約","Teco-item-1-para":"私たちは、コストを最小限に抑えながら教育的価値を最大化するために、証明書、準学士および学士の学位を取得するための手頃な経路のみを推奨します。\n","Teco-item-2":"時間を節約する\n","Teco-item-2-para":"もう間違ったクラスを受講する必要はありません。TecoGuide のクラスと教育計画ツールは、クラス要件をガイドし、卒業日を決定します。\n","Teco-item-3":"エネルギーを節約\n","Teco-item-3-para":"私たちはあなたの進路をカスタマイズし、より良い決断を下すために必要な答えを提供します。また、リソースを調整して、あなたが学習に集中できるようにします。\n","\nTeco-test-description":"手頃な価格の大学進学とキャリアパスを見つけて、人生をスタートさせましょう! ","Teco-text":"大人、高校生、大学生、学習に興味のある方ならどなたでも無料でご参加いただけます。 ","Teco-title":"テコGPT AI","Teco-tuto-overline":"TECOGUIDE チュートリアル\n","Teco-tuto-para":"TecoGuide の共同設立者である Mauricio Gonzalez が、TecoGuide の使い方を詳しく説明します。TecoGuide の概要と使い方を学び、使い始めるための多くの例を見ることができます。\n\n","Teco-tuto-title":"TecoGuideを使い始める\n"}