{"Teco-admin-subtitle":"当社の一般向けプラットフォームである TecoGuide は、人材不足を補うためのトレーニングと教育の経路を学習者に公開し、ガイドします。","Teco-admin-subtitle-2":"同時に、パートナー向けプラットフォームであるTecoAdminは、学校や業界のパートナーにリアルタイムのビジネスインサイトを提供します。  ","Teco-admin-subtitle-3":"一緒に取り組めば、より多くの人々が手頃な価格で資格や学位を取得できるようになり、世代を超えた貧困を終わらせることができるようになります。 ","Teco-admin-title-1":"Inspirameは単なるテクノロジー企業ではありません。\n","Teco-admin-title-2":" 仕事の未来","Teco-bridge-list-1":"大学に進学した第一世代の学生","Teco-bridge-list-2":"有色人種および少数民族","Teco-bridge-list-3":"障害のある方","Teco-bridge-list-4":"従来十分なサービスを受けられなかった他のグループ","Teco-bridge-para-1":"\nInspirameはすべての学習者のために尽力しており、誰もが教育とキャリアの夢を実現する機会を得られるようにしています。TecoGuideは、特に最もサービスが行き届いていないコミュニティにすべての人へのアクセスを提供します。 \n","Teco-bridge-para-2":"私たちは、次のような高等教育で過小評価されがちな学生の支援に取り組んでいます。","Teco-bridge-title":"学習者、学校、労働力の間のギャップを埋める  ","Teco-button":"お問い合わせ","Teco-faq-1-q":" TecoAdmin と TecoGuide の違いは何ですか?\n","Teco-faq-1-r":"TecoAdmin と TecoGuide は 2 つの重要な製品であり、それぞれが別個でありながら補完的な役割を果たします。\n","Teco-faq-1-r-1":"TecoAdmin は、両方のプラットフォームを管理および制御するために設計された革新的なバックエンド システムです。主にパートナーと顧客によって使用されます。TecoAdmin を使用すると、データ、コンテンツのアップロード、ユーザー権限、その他の重要な管理タスクを効率的に管理できます。システムのスムーズな運用と保守が保証され、堅牢なデータ管理とシステムのカスタマイズが可能になります。\n","Teco-faq-1-r-2":"TecoGuide は、アクセスしやすく高品質なキャリア認定プログラムと学士号取得コースを提供することで、労働力のギャップを埋めるために設計された革新的なプラットフォームです。このプラットフォームは学習者 (学生および潜在的な学生) 専用です。当社は、個人が教育目標とキャリア目標を達成できるよう、パーソナライズされた学習体験、業界に合わせたコース、堅牢なサポート システムを提供しています。\n","Teco-faq-2-q":"TecoAdmin と他の同様のプラットフォーム/ソフトウェアとの違いは何ですか?\n","Teco-faq-2-r":"TecoAdmin は、いくつかの独自の機能と性能により、他の同様のプラットフォームやソフトウェアよりも優れています。\n","Teco-faq-2-r-1":"登録ビルダー/タレント パイプライン: TecoAdmin は、潜在的な学習者/タレントの革新的なビューを提供します。この機能により、教育機関や業界パートナーは潜在的な見込み客の人口統計、興味、ニーズを理解し、よりパーソナライズされた効果的な登録およびエンゲージメント戦略を実現できます。\n","Teco-faq-2-r-2":"パスウェイ データ: 他の多くのプラットフォームとは異なり、TecoAdmin は学習者がパスウェイを完了するために必要なクラスに関する包括的なデータを提供します。この情報は、教育機関がコースの提供を最適化し、現在および将来の登録需要を満たすのに役立ちます。\n","Teco-faq-2-r-3":"長期データ: TecoAdmin は、長期にわたる学生/人材の成功に関する深い洞察を提供する詳細な長期データを提供します。学生のパフォーマンスの傾向とパターンを分析することで、教育機関は情報に基づいた決定を下し、教育成果を向上させ、長期計画をサポートできます。\n","Teco-faq-2-r-4":"TecoAdmin は、詳細なデータ分析と実用的な洞察を組み合わせて計画、学生の成功、労働力の強化を促進する、教育機関、非営利団体、業界向けの強力なツールです。\n","Teco-faq-3-q":"TecoAdmin の使用料はいくらですか?\n","Teco-faq-3-r":"登録数と成長目標に基づいたサブスクリプション モデル。すべてのコストはパフォーマンスに基づいており、win-win-win の関係を構築します。パートナーとの年間契約は、設定された目標に応じて 10,000 ～ 90,000 ドルの範囲になります。(例: STEM 専攻を宣言する学生数を 5% 増加)。 \n","Teco-faq-4-q":"TecoAdmin を使用するにはカリフォルニアに居住している必要がありますか?","Teco-faq-4-r":"いいえ、当社は独立したテクノロジー企業であるため、TecoGuide と TecoAdmin が一緒にアクティブ化されているあらゆる州で拡張可能です。 \n","Teco-faq-5-q":"TecoAdmin は米国以外の国でも使用できますか?\n","Teco-faq-5-r":"当社は 2024 年はカリフォルニアに注力し、2025 年にはさまざまな州を追加し、2026 年には全国展開を目標としています。2027 年には国際サービスを開始する予定です。  ","Teco-faq-6-q":"TecoAdmin についてさらに質問があります。詳細情報はどこで入手できますか?\n","Teco-faq-6-r":"お問い合わせページからお気軽にご連絡ください。 ","teco-faq-button":"続きを見る","Teco-faq-subtitle":"TecoAdmin に関するよくある質問への回答をご覧ください ","Teco-faq-title":"よくある質問","Teco-how-description-1":"Teco Admin の学位監査および教育計画処理により、ユーザーは、Inspirame パートナーとしてサポートおよび検証している正確で最新の学位監査および教育計画を取得できます。このサービスにより、教育機関と学生は学業上の要件と進捗状況を明確に把握できます。教育機関は、自動処理と頻繁な更新を通じて学生に個別のアドバイスを提供でき、より優れた学業計画と予定通りの卒業につながります。","Teco-how-description-2":"Teco Admin は、コホート配信ツールを通じて、フィーダー スクールのユーザーへのシームレスなコンテンツ配信を提供します。この機能により、教育機関と潜在的な学生は、より効果的にコミュニケーションを取り、互いに交流することができます。教育機関は、カスタマイズされたコンテンツを含むいくつかの主要なカテゴリにアウトリーチ活動を集中させることで、アウトリーチ活動を改善し、より適格で関心の高い学生層を引き付けることができます。","Teco-how-description-3":"Teco Admin は、ユーザー アクティビティ、登録傾向、学生の定着率に関する重要な洞察を提供する詳細なデータと分析を提供します。これらの洞察の助けを借りて、パートナーは十分な情報に基づいた決定を下し、開発領域を特定し、機関のパフォーマンスと学生の成功を向上させる強力な戦術を実践できます。カスタマイズ可能なレポート生成により、機関は独自のニーズと目的に応じてデータをさらに調査できるようになります。","Teco-how-description-4":"Teco Admin の Enrollment Builder サービスは、パートナーの関心分野で学生をトレーニングするための適切な情報を提供する利用可能なクラスやコースに関する情報を学生にタイムリーに提供することで、大学の入学者数増加に貢献します。教育機関は、学生に必要なコースとその利用可能状況を知らせることで、入学プロセス全体を改善し、学生の満足度と定着率を高めることができます。このプログラムにより、学生は学業の進路をより計画しやすくなり、学業のキャリアを進めるために必要なコースに登録できるようになります。","Teco-how-subtitle":" Inspirame テクノロジーは、学習者の教育と雇用の成果を向上させたいという希望をお客様のニーズに合わせて活用し、組織の目標を達成できるよう努めます。\n","Teco-how-text-1":"アップロードされた成績証明書の学位監査データをダウンロードして表示します。学生は毎学期、正確で最新の学位監査と教育計画を入手できます。","Teco-how-text-2":"コホート配信機能を通じて、フィーダースクールに通うユーザーに直接コンテンツを送信します。","Teco-how-text-3":"学生の定着率と入学率を向上させ、意思決定に役立てるデータ分析を表示およびダウンロードします。処理済みの成績証明書、Teco Guide のユーザー メトリックと動作に関するデータが利用できます。カスタマイズ可能なレポート生成が可能です。","Teco-how-text-4":"このサービスにより、教育機関のクラスへの登録率が向上します。Teco Guide のユーザーには、必要なクラスとキャンパスでの空き状況が通知されます。","Teco-how-title":"パートナーシップの仕組み\n","Teco-how-title-1":"学位監査と教育計画の処理","Teco-how-title-2":"コンテンツ配信","Teco-how-title-3":"データと分析","Teco-how-title-4":"登録ビルダー"}