{"Intro-para-1":"A Inspirame é uma empresa de tecnologia voltada para ações que cria produtos conectando alunos, escolas e força de trabalho.\n\n","Intro-para-2":"Fundado por e para estudantes de primeira geração e de baixa renda, o Inspirame se dedica a conhecer as pessoas onde elas estão. Nosso objetivo é expor, educar e orientar os indivíduos por meio de educação e carreiras acessíveis.","Intro-title":"  Sobre o Inspirame","team-cedric":"Consultor Web","team-ceudi":"Chefe de Marketing","team-cristian":"Analista de negócios","team-Harris":"Chefe de IA","team-huy":"Chefe de Assessoria ","team-jakie":"Diretor de Conteúdo","team-maggie":"Chefe de UI/UX ","team-maria":"Cofundador e CEO\n","team-subtitle":"Conheça nossa equipe de pessoas apaixonadas, comprometidas com a justiça social e com a missão de democratizar o ensino superior e a realização de carreira para todos.","team-test-prya":"Chefe de Engenharia","team-title":"Nosso povo\n","test-mauri":"\nCofundador e CTO","values-Collaboration":"Acreditamos no poder da colaboração, trabalhando em estreita colaboração com parceiros, comunidades e líderes educativos para amplificar o nosso impacto e alcançar objetivos partilhados. Juntos, capacitamos os alunos e suas famílias para o sucesso.\n","values-Collaboration-title":"Colaboração","values-empowerment":"Dedicamo-nos a capacitar os alunos para que superem barreiras sistémicas, libertem todo o seu potencial e construam um futuro melhor através da educação e de carreiras significativas, impactando positivamente as suas famílias e as gerações futuras. \n","values-empowerment-title":"Fortalecimento","values-equity":"Estamos empenhados em promover a equidade, garantindo que todos tenham igual acesso a oportunidades e recursos.","values-equity-title":"Equidade","values-inclusivity":"Nosso compromisso com a inclusão nos leva a desenvolver soluções culturalmente relevantes que atendam às diversas necessidades de nossos usuários.","values-Inclusivity-title":"Inclusividade","values-innovation":"Nosso compromisso com a inovação garante que permaneçamos adaptáveis, responsivos e eficazes no atendimento às crescentes necessidades de nossas comunidades.\n","values-innovation-title":"Inovação","values-resilience":"Honramos a resiliência e a determinação inabalável daqueles que nunca desistem. Nossos produtos são um testamento de sua jornada, independentemente de sua origem ou dos desafios que enfrentam. ","values-resilience-title":"Resiliência","values-subtitle":"Estamos comprometidos em quebrar o ciclo de pobreza geracional por meio de conquistas educacionais e profissionais, expondo os alunos e suas famílias a uma ampla gama de possibilidades educacionais e profissionais. Acreditamos firmemente em:\n","values-title":"Nossos principais valores\n","vision-para-1":"A nossa visão na Inspirame é criar um mundo onde cada indivíduo, independentemente da sua origem, tenha a oportunidade de alcançar o sucesso educativo e libertar-se das restrições da pobreza geracional. Aspiramos ser o principal catalisador para o empoderamento educacional, promovendo uma cultura de aprendizagem contínua e apoio comunitário. ","vision-para-2":"Ao diminuir a lacuna entre educação e oportunidade, vislumbramos um futuro onde todos podem acessar os recursos necessários para prosperar e onde a educação serve como uma ferramenta poderosa para a transformação pessoal e social.\n\n","vision-title":"   Nossa visão","who-para-2":"No campo da educação, o Professor G traz uma riqueza de experiência, tendo trabalhado com mais de 70.000 estudantes universitários de primeira geração ao longo de sua carreira de mais de 20 anos. Como membro efetivo do corpo docente de aconselhamento dentro do California Community Colleges, o maior sistema de ensino superior dos EUA, o Professor G continua a servir comunidades marginalizadas, generosamente compartilhando seu amplo conhecimento em navegação no ensino superior.","who-para-3":"Maria, por outro lado, embarcou em sua jornada profissional no setor corporativo após a educação. Ela conquistou cargos executivos na Cisco, Google, Visa e Equinix, como diretora executiva de Diversidade, Equidade e Inclusão (DEI). Maria é uma renomada especialista em diversidade na indústria de alta tecnologia, celebrada por seu comprometimento em elevar os outros por meio de sua expertise, conhecimento e privilégio. Ela é implacável em orientar indivíduos a desbloquear seu potencial máximo.\n","who-para-4":"Juntos, Mauricio e Maria constituem a dupla de liderança perfeita para a Inspirame, especializada em soluções tecnológicas pioneiras que democratizam a educação. Sua colaboração une profunda expertise, ampla experiência e paixão inabalável, exemplificada pelo TecoGuide–produto carro-chefe da Inspirame. O TecoGuide simboliza seu comprometimento em revolucionar soluções educacionais, inaugurando uma nova era de oportunidades.\n","who-para-4-4":"Maria e Mauricio são defensores ferrenhos do acesso igualitário à educação de qualidade para todos, independentemente da origem.","who-subtitle":"Capacitando Futuros e Unindo Mundos: Combinando Experiência Profissional e Vivida com Inovação\n","who-title":"Quem nós somos\n","who-we-are-para-1":"Nossos fundadores – Maria Medrano, MBA, MA e Mauricio Gonzalez, MA (também conhecido como Professor G) – servem como uma ilustração convincente dos inúmeros obstáculos enfrentados pelos alunos de primeira geração.\n","who-we-are-para-1-1":"Originários de origens mexicano-americanas de primeira geração, de baixa renda e educacionalmente desfavorecidas, eles enfrentaram corajosamente os desafios de buscar educação superior com determinação inabalável. Contra probabilidades formidáveis, eles não apenas concluíram sua educação com sucesso, mas também alcançaram marcos significativos em suas jornadas profissionais."}