{"About-button":"Saber mais","About-caption-1":"Palestrantes principais","About-caption-2":"Biblioteca Sac - Cerimônia de Graduação GED, 2023","About-first-para":"A Inspirame está na vanguarda da tecnologia de ensino superior, atuando como defensora da diversidade, equidade e inclusão. Nossa missão envolve desmantelar barreiras sistêmicas que impedem comunidades marginalizadas de acessar ensino superior acessível e oportunidades de emprego.","About-fourth-para":"Inspirame é o Futuro do Trabalho.","About-photo-title":"Co-fundadores:","About-second-para":"Inspirame, que significa “inspire-me” em espanhol, não é apenas um nome – é um apelo à ação. Como empresa de impacto social, construímos tecnologia para expandir o acesso e a conclusão da educação e da formação profissional, com o objetivo de maximizar os conjuntos de talentos e cultivar uma força de trabalho mais inclusiva.\n","About-third-para":"Convidamos outros a juntarem-se a nós nesta missão vital, reconhecendo a importância dos esforços colectivos para efectuar mudanças duradouras.\n","About-title":"Sobre o Inspirame","banner-teco":"Disponível na AppStore!","banner-teco-hey":"EI!","Blog-overline":"Notícias e podcasts","blog-subtitle":"Mantenha-se atualizado com as últimas notícias e atualizações do Inspirame.","blog-title":"Últimas notícias","Blog-title":"Ultimas atualizações","Bridge-intro-button":"Mais informações","Bridge-intro-overline":"ENFRENTANDO A CRISE DA EDUCAÇÃO","Bridge-intro-para":"À medida que o sistema educativo do país enfrenta desafios alarmantes e disparidades crescentes, a necessidade de intervenção imediata é evidente. As Faculdades Comunitárias da Califórnia (CCC) estão enfrentando taxas de evasão próximas de 60%. Reconhecendo a urgência da situação, o Inspirame está empenhado em tomar medidas proativas para reverter esta tendência preocupante.","Bridge-intro-title":"Reduzindo a lacuna de 2,5 milhões de certificados de carreira e diplomas de bacharel na Califórnia até 2030","button-hero":"Cria a tua conta gratuita","Call-into-action":"Pronto para assumir o controle de sua jornada educacional e profissional?","Call-into-action-1":"Unidos, garantiremos que você alcance seus objetivos!","Call-into-button":"Entrar em contato","Hero-title-1":"O único aplicativo móvel que guia você em direção aos caminhos universitários e profissionais mais acessíveis!\n  \n","Hero-title-2":"educação para todos.","Hero-title-span":"democratizar","marathon-subtitle":"A jornada de María Medrano, de ser a primeira da família a cursar uma faculdade até se tornar a fundadora da Inspírame, é exatamente isso: inspiradora. Neste EdTech Mentor, María compartilha suas experiências únicas navegando pela América corporativa, os desafios de ser uma latina na indústria de tecnologia e a motivação por trás de sua startup, a Inspírame. Ela discute a importância da educação, da comunidade e do impulso para ajudar os outros a superar os obstáculos que ela enfrentou.","marathon-title":"Construindo com Propósito: A Maratona de Desenvolvimento de Produtos com María Medrano","partners-button":"Torne-se um parceiro","Partners-button":"Saber mais","Partners-para":"Estamos gratos pela nossa crescente comunidade de parceiros que amplificam o nosso impacto e ajudam a garantir que todos tenham acesso à informação certa para o seu futuro.\n\n\n","Partners-para-1":"Fazemos parcerias com organizações públicas e privadas dedicadas a melhorar os resultados da educação e do emprego para todos!","partners-subtitle":"Estamos gratos pela nossa crescente comunidade de parceiros que amplificam o nosso impacto e ajudam a garantir que todos tenham acesso à informação certa para o seu futuro.","partners-title":"Nossos parceiros","Partners-title":"NOSSOS PARCEIROS","Problem-black":"60 por cento dos negros formados no ensino médio não são preparados por suas escolas para atender aos requisitos do curso AG para admissão na UC e na CSU.","Problem-black-source":"Fonte: Departamento de Educação da Califórnia; Análise EdSource, EdSource","Problem-latino-1":"40% da população da Califórnia é representada pela comunidade latina.","Problem-latino-2":"20% dos bacharéis da Califórnia são da comunidade latina.","Problem-latino-source":"Fonte: Community College Research Center, Aspen Institute College Excellence Program e National Student Clearinghouse Research Center","Problem-overline":"CRIE A FALTA","Problem-title":"TODOS merecem acesso igual a oportunidades de educação e sucesso profissional. \n","Problem-transfer":"Quase 80% dos estudantes de faculdades comunitárias desejam transferir-se e obter um diploma de bacharel – mas apenas 16% o fazem após seis anos.\n","Problem-transfer-source":"Fonte: Community College Research Center, Aspen Institute College Excellence Program e National Student Clearinghouse Research Center","tecoguide-button":"Saber mais","Teco-list-1":"Certificados de carreira","Teco-list-2":"Graus de Associado","Teco-list-3":"Transferência para universidades de 4 anos","Teco-overline":"NOSSA TECNOLOGIA","Teco-para-1":"TecoGuide é uma plataforma gratuita de navegação universitária e profissional que simplifica e personaliza sua jornada educacional. Se você está pensando em começar a faculdade, atualmente matriculado na faculdade ou desistiu e está pronto para voltar…\n","Teco-para-2":"O TecoGuide ensina, orienta e expõe dicas, estratégias e conteúdos necessários para atingir seus objetivos! Nosso objetivo é economizar o máximo de tempo e dinheiro possível enquanto você obtém um certificado de carreira ou diploma universitário.  ","Teco-para-4":"Nós nos concentramos em opções acessíveis de certificados e diplomas universitários disponíveis através do sistema Ca Community College, bem como em programas de aprendizagem não universitários e de treinamento industrial.  ","Teco-subtitle":"Qualquer pessoa pode usar o TecoGuide para aprender como obter um certificado ou diploma universitário de maneira acessível.","Teco-title-1":"Conheça o TecoGuide:\n","Teco-title-2":" Seu conselheiro universitário e de carreira","Teco-whatwedo-exposee":"Exposição a oportunidades","Teco-whatwedo-expose-text":"Nossa tecnologia expõe as comunidades a opções acessíveis de treinamento universitário e profissional, desde certificados até bacharelado. Criamos e distribuímos conteúdo de desenvolvimento universitário e de carreira diretamente ao aluno.  \n","Teco-whatwedo-guide":"Orientação para Conclusão\n","Teco-whatwedo-guide-text":"Por meio de nossa plataforma TecoGuide, fornecemos orientação dedicada aos alunos enquanto eles navegam pelos programas de certificação universitária e industrial, garantindo um caminho claro até a conclusão. Nosso objetivo é aumentar as taxas de graduação e transferência de faculdades comunitárias e programas de treinamento industrial de forma rápida e eficaz.\n\n","Teco-whatwedo-teach":"Expandindo o acesso","Teco-whatwedo-teach-text":"Expandimos o acesso a caminhos de faculdade e carreira para alunos, pais, professores, conselheiros e administradores. Agregamos valor a parceiros da indústria e sem fins lucrativos, desde acesso a recursos até pools de talentos expandidos. \n","what-we-do-text":"A Inspirame visa atender às crescentes demandas da força de trabalho, direcionando as pessoas para a conclusão de cursos universitários e certificações do setor.","what-we-do-title":"O QUE NÓS FAZEMOS"}