{"Button-intro":"Junte-se a nós","partner-title":"  Nós fazemos parceria com","partner-title-para1":"Para parceiros educacionais e sem fins lucrativos","partner-title-para1-1":"Aumentar as taxas de matrícula na faculdade","partner-title-para1-2":"Aumentar as taxas de graduação e transferência","partner-title-para1-3":" Crie pipelines educacionais para:","partner-title-para1-3-1":"GED e conclusão do ensino médio","partner-title-para1-3-2":"Ensino médio para faculdade/universidade","partner-title-para1-3-3":"Faculdade comunitária para universidade","partner-title-para2":"Para parceiros da indústria, governo e organizações sem fins lucrativos","partner-title-para2-1":"Qualificar e requalificar funcionários","partner-title-para2-2":"Aumentar as especializações de alta demanda (por exemplo, STEM)","partner-title-para2-3":"  Crie pipelines da indústria para:","partner-title-para2-3-1":"Estudantes-Estagiários","partner-title-para2-3-2":"Aprendizes","partner-title-para2-3-3":"Funcionários qualificados","partner-title-para2-3-4":"Clientes/Clientes","tab-data-1":"Escolas de ensino médio","tab-data-2":"Faculdades comunitárias","tab-data-3":"Universidades","tab-data-4":"Programas Categóricos","tab-data-5":"Organizações sem fins lucrativos","tab-data-6":"Governo","tab-data-7":"Indústria","tab-data-8":"Fundações","Teco-admin-subtitle":"Nossa plataforma voltada ao público, TecoGuide, expõe e orienta os alunos sobre caminhos de treinamento e educação para atender às deficiências da força de trabalho.","Teco-admin-subtitle-2":"Simultaneamente, o TecoAdmin, nossa plataforma voltada para parceiros, fornece insights de negócios em tempo real para escolas e parceiros do setor  ","Teco-admin-subtitle-3":"Juntos, podemos garantir que mais pessoas obtenham certificados e diplomas acessíveis que podem ajudar a acabar com a pobreza geracional. ","Teco-admin-title-1":"A Inspirame é mais do que uma empresa de tecnologia – somos a\n","Teco-admin-title-2":" Futuro do Trabalho","Teco-bridge-list-1":"Estudantes universitários de primeira geração","Teco-bridge-list-2":"Pessoas de cor e minorias étnicas","Teco-bridge-list-3":"Indivíduos com deficiência","Teco-bridge-list-4":"Outros grupos tradicionalmente mal atendidos","Teco-bridge-para-1":"O Inspirame é dedicado a cada aluno, garantindo que todos tenham a mesma oportunidade de atingir seus objetivos educacionais e profissionais. O TecoGuide oferece acesso a todos, especialmente às nossas comunidades mais carentes.\n","Teco-bridge-para-2":"\nDigitalizamos caminhos universitários e não universitários para melhorar os resultados da força de trabalho e garantir acesso equitativo a oportunidades para todos.","Teco-bridge-title":"Preenchendo a lacuna entre alunos, escolas e força de trabalho  ","Teco-button":"Contate-nos","Teco-exposure-1":"Carreira semanal","Teco-exposure-2":"Caminhos\n","Teco-exposure-3":"Distribuição de conteúdo motivacional no TecoGuide e plataformas de mídia social","Teco-exposure-title":"Conteúdo de exposição","Teco-faq-1-q":" Qual é a diferença entre TecoAdmin e TecoGuide?\n","Teco-faq-1-r":"TecoAdmin e TecoGuide são dois produtos integrais, cada um servindo funções distintas, mas complementares.\n","Teco-faq-1-r-1":"TecoAdmin é um sistema backend inovador projetado para gerenciar e controlar ambas as plataformas. É usado principalmente por nossos parceiros e clientes. O TecoAdmin permite o gerenciamento eficiente de dados, uploads de conteúdo, permissões de usuários e outras tarefas administrativas críticas. Garante o bom funcionamento e manutenção do sistema, permitindo gerenciamento robusto de dados e customização do sistema.\n","Teco-faq-1-r-2":"TecoGuide é uma plataforma inovadora projetada para preencher a lacuna da força de trabalho, fornecendo programas de certificação de carreira e caminhos de bacharelado acessíveis e de alta qualidade. É usado exclusivamente por alunos (alunos e potenciais alunos). Oferecemos experiências de aprendizagem personalizadas, caminhos alinhados ao setor e sistemas de suporte robustos para ajudar os indivíduos a atingir seus objetivos educacionais e profissionais.\n","Teco-faq-2-q":"O que distingue o TecoAdmin de outras plataformas/softwares semelhantes?\n","Teco-faq-2-r":"O TecoAdmin se destaca de outras plataformas e softwares semelhantes por meio de vários recursos e capacidades exclusivos:\n","Teco-faq-2-r-1":"Construtor de inscrições/pipeline de talentos: o TecoAdmin fornece uma visão inovadora de alunos/talentos em potencial. Esse recurso ajuda instituições educacionais e parceiros do setor a compreender os dados demográficos, os interesses e as necessidades de possíveis clientes em potencial, permitindo estratégias de inscrição e engajamento mais personalizadas e eficazes.\n","Teco-faq-2-r-2":"Dados do percurso: Ao contrário de muitas outras plataformas, o TecoAdmin oferece dados abrangentes sobre as aulas necessárias aos alunos para concluir o seu percurso. Essas informações ajudam as instituições a otimizar suas ofertas de cursos, garantindo que atendam às demandas atuais e futuras de matrículas.\n","Teco-faq-2-r-3":"Dados Longitudinais: O TecoAdmin fornece dados longitudinais detalhados que oferecem insights profundos sobre o sucesso dos alunos/talentos ao longo do tempo. Ao analisar tendências e padrões no desempenho dos alunos, as instituições podem tomar decisões informadas para melhorar os resultados educativos e apoiar o planeamento a longo prazo.\n","Teco-faq-2-r-4":"O TecoAdmin é uma ferramenta poderosa para instituições educacionais, organizações sem fins lucrativos e indústria, pois combinamos análise de dados aprofundada com insights práticos para aprimorar o planejamento, o sucesso dos alunos e melhorar a força de trabalho.\n","Teco-faq-3-q":"Quanto custa usar o TecoAdmin?\n","Teco-faq-3-r":"Modelo de assinatura baseado em números de matrículas e metas de crescimento. Todos os custos baseados no desempenho, estabelecendo uma relação ganha-ganha-ganha. Os contratos anuais com parceiros podem variar de US$ 10 mil a US$ 90 mil, dependendo das metas definidas. (ou seja, aumentar o número de alunos que declaram especialização em STEM em 5%). \n","Teco-faq-4-q":"Você precisa residir na Califórnia para usar o TecoAdmin?","Teco-faq-4-r":"Não, somos uma empresa de tecnologia independente, o que nos torna escaláveis em qualquer estado onde o TecoGuide e o TecoAdmin sejam ativados juntos. \n","Teco-faq-5-q":"O TecoAdmin pode ser usado em outros países fora dos Estados Unidos?\n","Teco-faq-5-r":"Estamos focados na Califórnia para 2024 e adicionaremos vários estados para 2025, com metas de atingir abrangência nacional até 2026. A previsão é que iniciaremos serviços internacionais até 2027.","Teco-faq-6-q":"Tenho perguntas adicionais sobre o TecoAdmin. Onde posso encontrar mais informações?\n","Teco-faq-6-r":"Sinta-se à vontade para entrar em contato conosco visitando nossa página \"Fale Conosco\".","teco-faq-button":"Ver mais","Teco-faq-subtitle":"Veja as respostas para algumas de nossas perguntas mais comuns sobre o TecoAdmin ","Teco-faq-title":"Perguntas frequentes","Teco-how-description-1":"Os usuários podem obter auditorias de graduação e planos educacionais precisos e atuais que você está apoiando e validando como parceiro Inspirame, graças ao Processamento de Auditoria de Graduação e Plano Ed da Teco Admin. Este serviço garante que as instituições e os alunos tenham uma compreensão clara dos requisitos acadêmicos e do progresso. As instituições podem oferecer aos estudantes aconselhamento individualizado através de processamento automatizado e atualizações frequentes, resultando em melhor planejamento acadêmico e formatura dentro do prazo.","Teco-how-description-2":"Por meio de sua ferramenta de distribuição de coorte, o Teco Admin fornece distribuição contínua de conteúdo para usuários de escolas alimentadoras. Com a ajuda desta capacidade, as instituições de ensino e os potenciais alunos serão capazes de comunicar e interagir uns com os outros de forma mais eficaz. As instituições podem melhorar os seus esforços de divulgação e atrair uma base de estudantes mais qualificados e interessados, concentrando os seus esforços de divulgação em algumas categorias-chave com conteúdo personalizado.","Teco-how-description-3":"O Teco Admin oferece dados e análises detalhadas que fornecem informações importantes sobre a atividade do usuário, tendências de matrícula e retenção de alunos. Com a ajuda destes conhecimentos, os parceiros podem tomar decisões bem informadas, identificar áreas para desenvolvimento e pôr em prática táticas poderosas que aumentarão o desempenho institucional e o sucesso dos alunos. As instituições ficam ainda mais capacitadas para examinar os dados de acordo com as suas próprias necessidades e objetivos, graças à geração de relatórios personalizáveis.","Teco-how-description-4":"Ao fornecer aos alunos informações oportunas sobre aulas e cursos disponíveis que oferecem informações pertinentes para treinar alunos nas áreas de interesse dos parceiros, o serviço Enrollment Builder da Teco Admin ajuda as universidades a aumentar o número de matrículas. As instituições podem melhorar todo o processo de matrícula, resultando em maior satisfação e retenção dos alunos, alertando-os sobre os cursos que necessitam e sua disponibilidade. Este programa permite aos alunos planear melhor o seu percurso académico e garante que poderão inscrever-se nos cursos de que necessitam para avançar na carreira académica.","Teco-how-subtitle":"A tecnologia Inspirame trabalha para atender às metas da sua organização, aproveitando os desejos dos nossos alunos de melhorar seus resultados educacionais e de emprego com as suas necessidades.\n","Teco-how-text-1":"Baixe e visualize dados de auditoria de graduação para transcrições carregadas. Seus alunos podem ter auditorias de graduação e planos educacionais precisos e atualizados, a cada semestre","Teco-how-text-2":"Envie conteúdo diretamente para usuários que frequentam escolas alimentadoras por meio de nosso recurso de distribuição de coorte","Teco-how-text-3":"Visualize e baixe insights de dados que impulsionam a retenção e matrícula de alunos para a tomada de decisões. Os dados estão disponíveis para transcrições processadas, bem como métricas e comportamentos do usuário do Teco Guide. A geração de relatórios personalizáveis está disponível","Teco-how-text-4":"Melhore a matrícula nas aulas da sua instituição com este serviço. Os usuários do Teco Guide são informados sobre as aulas necessárias e a disponibilidade em seu campus","Teco-how-title":"Como funciona uma parceria\n","Teco-how-title-1":"Auditoria de graduação e processamento de plano educacional","Teco-how-title-2":"Distribuição de conteúdo","Teco-how-title-3":"Análise de dados","Teco-how-title-4":"Construtor de Inscrição","Teco-tools-1":"TecoGPT IA Generativa","Teco-tools-2":"Notificações e lembretes","Teco-tools-3":"Aulas e Planos Educacionais","Teco-tools-4":"Pesquisa principal","Teco-tools-5":"Elegibilidade para serviços de assistência e suporte financeiro","Teco-tools-title":"Ferramentas - Faculdade e Carreira"}