{"faq-see-more":"Mais perguntas\n","faq-subtitle":"Veja algumas respostas para nossas dúvidas mais comuns.","faq-title":"Perguntas frequentes","Fulfill-description":"Acompanhe seu progresso na conclusão de sua especialização e requisitos de educação geral","Fulfill-text":"Certifique-se de atender a todos os requisitos para sua educação principal e geral, acessando nossos recursos e orientações abrangentes. Fique no caminho certo e se forme na hora certa.","Fulfill-title":"Conteúdo motivacional\n","Map-description":"Mapeie sua jornada acadêmica","Map-text":"Planeje sua jornada acadêmica e mapeie os cursos que você precisa fazer para atingir seus objetivos educacionais. Visualize seu progresso e mantenha-se organizado durante toda a sua experiência universitária.","Map-title":"Planejador Ed e notificações\n","Personalized-description":"Seu consultor personalizado de faculdade e carreira, 24 horas por dia, 7 dias por semana","Resources-description":"Recursos ao seu alcance","Resources-text":"Acesse uma ampla gama de recursos e ferramentas que apoiarão seu sucesso acadêmico. De materiais de pesquisa a guias de estudo, temos tudo que você precisa para se destacar em seus estudos.","Resources-title":"Elegibilidade para auxílio financeiro e suporte","Search-description":"Pesquise por certificados e diplomas acessíveis","Search-text":"Encontre programas de graduação acessíveis na Califórnia que correspondam aos seus interesses e objetivos de carreira. Explore uma ampla gama de opções e tome decisões informadas sobre sua educação.","Search-title":"Pesquisa principal","Teco-card-community":"Faculdades Comunitárias da Califórnia","Teco-card-community-1":"Certificados de carreira","Teco-card-community-2":"Graus de Associado","Teco-card-community-3":"Transferência para universidades de 4 anos","Teco-card-ged":"GED e conclusão do ensino médio","Teco-card-ged-1":"Localizador de programas","Teco-card-ged-2":"Preparação matemática GED","Teco-card-ged-3":"Preparação para Inglês GED","Teco-card-industry":"Certificações da Indústria","Teco-card-industry-1":"Certificações da indústria (não universitárias)","Teco-card-industry-2":"Programas de aprendizagem","Teco-card-industry-3":"Opções de treinamento direto para trabalho","Teco-faq-10-q":"Como é que o TecoGuide apoia comunidades sub-representadas?\n","Teco-faq-10-r":"O TecoGuide dedica-se a promover a diversidade e a inclusão, fornecendo apoio e recursos personalizados às comunidades sub-representadas. Trabalhamos para remover barreiras à educação e ao avanço na carreira, garantindo acesso equitativo às oportunidades para todos os alunos. Orgulhosamente projetamos nossa plataforma pensando na 1ª geração de estudantes de baixa renda!  \n","Teco-faq-1-q":"O que é o TecoGuide?\n","Teco-faq-1-r":"TecoGuide é uma plataforma inovadora projetada para preencher a lacuna da força de trabalho, fornecendo programas de certificação de carreira acessíveis e de alta qualidade, diplomas de associado e caminhos de bacharelado. Oferecemos experiências de aprendizagem personalizadas, orientação por meio de certificações do setor e sistemas de suporte robustos para ajudar os indivíduos a atingir seus objetivos educacionais e profissionais.\n","Teco-faq-2-q":"Como funciona o TecoGuide?\n","Teco-faq-2-r":"O TecoGuide expõe e orienta os alunos pelas instituições de ensino. Nossa plataforma fornece recomendações personalizadas para cursos e programas com base nas aspirações de carreira e níveis de habilidade individuais. Também oferecemos recursos e suporte para garantir que os alunos possam navegar com sucesso em sua jornada educacional.\n","Teco-faq-3-q":"Quem pode se beneficiar do TecoGuide?\n","Teco-faq-3-r":"O TecoGuide foi projetado para uma ampla gama de usuários, incluindo graduados do ensino médio, profissionais que buscam aprimorar suas habilidades ou mudar de carreira, pais/responsáveis e indivíduos que buscam caminhos acessíveis e acessíveis para o ensino superior. Gratuito e aberto a qualquer pessoa com 13 anos ou mais.  \n","Teco-faq-4-q":"Que tipos de recursos o TecoGuide oferece?\n","Teco-faq-4-r":"Oferecemos uma variedade de recursos e ferramentas, incluindo: Class recommender, Education Planner, Financial Aid and Support Services Determinator, Major Search e TecoGPT. O TecoGuide abrange uma ampla gama de recursos para simplificar os caminhos para faculdades e não faculdades.\n","Teco-faq-5-q":"Que tipo de apoio o TecoGuide oferece aos alunos?\n","Teco-faq-5-r":"TecoGuide oferece uma comunidade para alunos, educadores e pais. Nosso objetivo é apoiar os alunos e encontrá-los onde eles estão, oferecendo caminhos simplificados para ajudá-los a alcançar seus objetivos educacionais e profissionais.\n","Teco-faq-6-q":"Como o TecoGuide ajuda na colocação profissional?\n","Teco-faq-6-r":"Trabalhamos em estreita colaboração com empregadores para entender suas necessidades e fornecer aos alunos caminhos simplificados para obter as habilidades necessárias exigidas pela indústria. A TecoGuide também faz parcerias para fornecer habilidades de preparação para o trabalho, incluindo: construção de currículo, preparação para entrevistas e conexões diretas com potenciais empregadores para facilitar a colocação profissional de nossos graduados.\n","Teco-faq-7-q":"Como é que o TecoGuide apoia comunidades sub-representadas?\n","Teco-faq-7-r":"A Califórnia abriga o maior sistema de faculdades de acesso aberto dos EUA. Ela atende mais de 1,8 milhões de estudantes anualmente em 116 campi. Se você é um adulto que não concluiu o ensino médio ou concluiu o ensino médio em outro país, mas mora na Califórnia há muitos anos, você pode se inscrever em uma faculdade e se matricular, possivelmente de graça. Existem muitos programas que ajudam os alunos.","Teco-faq-8-q":"O que diferencia o TecoGuide de outras plataformas educacionais?\n","Teco-faq-8-r":"Construído por e para populações estudantis marginalizadas, o TecoGuide destaca-se por se concentrar em colmatar a lacuna entre educação e emprego. Distingue-se por sua abordagem personalizada de orientação, fortes parcerias industriais e sistemas de suporte abrangentes projetados para garantir o sucesso do aluno desde a matrícula até a colocação profissional.\n","Teco-faq-9-q":"Como posso começar a usar o TecoGuide?\n","Teco-faq-9-r":"Começar é fácil! Baixe o aplicativo GRATUITO TecoGuide na App Store ou Google Play. Você também pode visitar nosso site em Inspirame.com para criar uma conta.","Tecogpt-description":"Descubra planos de faculdade e carreira acessíveis para começar sua vida!  ","Tecoguide-overline":"DESCUBRA TECO\n","Tecoguide-para":"O TecoGuide é seu aplicativo gratuito de planejamento de carreira e faculdade na Califórnia, projetado especificamente para ajudar você a concluir o curso universitário e/ou profissional da maneira mais rápida e acessível possível!\n","Tecoguide-para-2":"O TecoGuide expõe e orienta você através de faculdades e carreiras acessíveis oferecidas pelas faculdades comunitárias, universidades e parceiros da indústria da CA.  \n","Tecoguide-para-3":"Todo mundo diz “vá para a faculdade”, mas ninguém lhe mostra como… até agora!\n","Tecoguide-para-4":"Bem-vindo ao TecoGuide! \n","Tecoguide-title":"Sua jornada começa aqui","Teco-item-1":"Economizar","Teco-item-1-para":"Recomendamos apenas caminhos acessíveis para certificados, diplomas de associado e bacharelado, maximizando o valor educacional e minimizando os custos.\n","Teco-item-2":"Economizar tempo\n","Teco-item-2-para":"Nunca mais faça as aulas erradas. As ferramentas de aulas e plano educacional do TecoGuide orientam você nos requisitos das aulas e determinam a data de formatura.\n","Teco-item-3":"Economize energia\n","Teco-item-3-para":"Personalizamos seu caminho e obtemos as respostas necessárias para tomar melhores decisões. Também alinhamos seus recursos, para que você possa se concentrar no aprendizado.\n","\nTeco-test-description":"Descubra faculdades e carreiras acessíveis para dar um novo começo à sua vida! ","Teco-text":"Gratuito e aberto a adultos, estudantes do ensino médio, universitários e qualquer pessoa interessada em aprender. ","Teco-title":"TecoGPT IA","Teco-tuto-overline":"TUTORIAL DO TECOGUIA\n","Teco-tuto-para":"Mauricio Gonzalez, cofundador do TecoGuide, apresenta uma introdução ao uso do TecoGuide. Você aprenderá sobre o TecoGuide, como usá-lo e verá muitos exemplos para começar.\n\n","Teco-tuto-title":"Começando com TecoGuide\n"}