{"Intro-para-1":"Inspirame is an equity-driven technology company that creates products connecting learners, schools, and the workforce.\n\n","Intro-para-2":"Founded by and for first-generation, low-income students, Inspirame is dedicated to meeting people where they are. We aim to expose, educate, and guide individuals through affordable education and career pathways.","Intro-title":"  About Inspirame","team-cedric":"Web Consultant","team-ceudi":"Head of Marketing","team-cristian":"Business Analyst","team-Harris":"Head of AI","team-huy":"Head of Advising ","team-jakie":"Content Director","team-maggie":"Head of UI/UX ","team-maria":"Co-Founder & CEO\n","team-subtitle":"Meet our team of passionate people committed to social justice and the mission of democratizing higher education and career attainment for all.","team-test-prya":"Head of Engineering","team-title":"Our People\n","test-mauri":"\nCo-Founder & CTO","values-Collaboration":"We believe in the power of collaboration, working closely with partners, communities, and education leaders to amplify our impact and achieve shared goals. Together, we empowers learners and their families to succeed.\n","values-Collaboration-title":"Collaboration","values-empowerment":"We are dedicated to empowering learners to overcome systemic barriers, unlock their full potential, and build a brighter future through education and meaningful careers, positively impacting their families and future generations. \n","values-empowerment-title":"Empowerment","values-equity":"We are committed to promoting equity, ensuring that everyone has equal access to opportunities and resources.","values-equity-title":"Equity","values-inclusivity":"Our commitment to inclusivity drives us to develop culturally relevant solutions that cater to the diverse needs of our users.","values-Inclusivity-title":"Inclusivity","values-innovation":"Our commitment to innovation ensures that we remain adaptable, responsive, and effective in meeting the evolving needs of our communities.\n","values-innovation-title":"Innovation","values-resilience":"We honor the resilience and unwavering determination of those who never give up. Our products stand as a testament to their journey, regardless of their background or the challenges they face. ","values-resilience-title":"Resilience","values-subtitle":"We are committed to breaking the cycle of generational poverty through educational and career attainment by exposing learners and their families to a wide array of educational & career possibilities.\n\nWe firmly believe in:\n","values-title":"Our Core Values\n","vision-para-1":"Our vision at Inspirame is to create a world where every individual, regardless of their background, has the opportunity to achieve educational success and break free from the constraints of generational poverty. We aspire to be the leading catalyst for educational empowerment, fostering a culture of continuous learning and community support. ","vision-para-2":"By bridging the gap between education and opportunity, we envision a future where everyone can access the resources they need to thrive and where education serves as a powerful tool for personal and societal transformation.\n\n","vision-title":"   Our Vision","who-para-2":"In the realm of education, Professor G brings a wealth of experience, having worked with over 70,000 first-generation college students throughout his 20+ year career. As a tenured counseling faculty member within the California Community Colleges, the largest system of higher education in the U.S., Professor G continues to serve marginalized communities, generously sharing his extensive knowledge in higher education navigation.","who-para-3":"Maria, on the other hand, embarked on her professional journey in the corporate sector post-education. She garnered executive roles at Cisco, Google, Visa, and Equinix, as a Diversity, Equity, & Inclusion (DEI) executive officer. Maria is a renowned expert in diversity within the high-tech industry, celebrated for her commitment to uplifting others through her expertise, knowledge, and privilege. She is relentless in guiding individuals to unlock their full potential.\n","who-para-4":"Together, Mauricio and Maria constitute the perfect leadership duo for Inspirame, specializing in pioneering technological solutions that democratize education. Their collaboration merges deep expertise, extensive experience, and unwavering passion, exemplified by TecoGuide–Inspirame's flagship product. TecoGuide epitomizes their commitment to revolutionizing educational solutions, ushering in a new era of opportunities.\n","who-para-4-4":"Maria and Mauricio are staunch advocates of equal access to quality education for all, irrespective of background.","who-subtitle":"Empowering Futures & Bridging Worlds: Blending Lived and Professional Experience with Innovation\n","who-title":"Who We Are\n","who-we-are-para-1":"Our founders – Maria Medrano, MBA, MA and Mauricio Gonzalez, MA (aka Professor G) – serve as a compelling illustration of the countless obstacles faced by first-generation students.\n","who-we-are-para-1-1":"Originating from first-generation, low-income, and educationally disadvantaged Mexican American backgrounds, they boldly confronted the challenges of pursuing higher education with unwavering determination. Against formidable odds, they have not only completed their education successfully but also achieved significant milestones in their professional journeys."}