{"About-button":"Learn More","About-caption-1":"Keynote Speakers","About-caption-2":"Sac Library - GED Graduation Ceremony, 2023","About-first-para":"Inspirame stands at the forefront of higher education technology, serving as advocates for diversity, equity, and inclusion. Our mission involves dismantling systemic barriers that impede marginalized communities from accessing affordable higher education and employment opportunities.","About-fourth-para":"Inspirame is the Future of Work.","About-photo-title":"Co-founders:","About-second-para":"Inspirame, meaning \"inspire me\" in Spanish, is not just a name—it's a call to action. As a social-impact company, we build technology to expand access to and completion of education and employment training, aiming to maximize talent pools and cultivate a more inclusive workforce.\n","About-third-para":"We invite others to join us in this vital mission, recognizing the importance of collective efforts in effecting lasting change.\n","About-title":"About Inspirame","banner-teco":"Avaialble on AppStore!","banner-teco-hey":"HEY!","Blog-overline":"News and podcasts","blog-subtitle":"Stay up to date with the latest news and updates from Inspirame.","blog-title":"Latest News","Blog-title":"Latest updates","Bridge-intro-button":"More Insights","Bridge-intro-overline":"ADDRESSING THE EDUCATION CRISIS","Bridge-intro-para":"As the nation's education system faces alarming challenges and widening disparities, the need for immediate intervention is evident. California Community Colleges (CCC) are grappling with dropout rates nearing 60%. Recognizing the urgency of the situation, Inspirame is dedicated to taking proactive steps to reverse this concerning trend.","Bridge-intro-title":"Bridging the 2.5 million career certificate and bachelor's degree GAP in CA by 2030","button-hero":"Create your FREE account","Call-into-action":"Ready to take charge of your education and career journey?","Call-into-action-1":"United, we'll ensure you achieve your goals!","Call-into-button":"Get in touch","Hero-title-1":"The only mobile app Guiding you to and through the most affordable college & career pathways!\n  \n","Hero-title-2":"education for all.","Hero-title-span":"democratize","marathon-subtitle":"María Medrano's journey from being the first in her family to attend college to becoming the founder of Inspírame is precisely that: inspiring. In this EdTech Mentor, María shares her unique experiences navigating corporate America, the challenges of being a Latina in the tech industry, and the motivation behind her startup, Inspírame. She discusses the importance of education, community, and the drive to help others overcome the obstacles she faced.","marathon-title":"Building with Purpose: The Marathon of Product Development with María Medrano","partners-button":"Become a partner","Partners-button":"Learn More","Partners-para":"We are grateful for our growing community of partners who amplify our impact and help ensure that everyone has access to the right information for their future.\n\n\n","Partners-para-1":"We partner with public and private organizations dedicated to improving education and employment outcomes for everyone !","partners-subtitle":"We are grateful for our growing community of partners who amplify our impact and help ensure that everyone has access to the right information for their future.","partners-title":"Our Partners","Partners-title":"OUR PARTNERS","Problem-black":"60 percent of Black high school graduates are not prepared by their high schools to meet the A-G course requirements for admission to the UC and CSU.","Problem-black-source":"Source: California Department of Education; EdSource Analysis, EdSource","Problem-latino-1":"40 percent of California's population is represented by the Latino community.","Problem-latino-2":"20 percent of California's bachelor's degree holders are from the Latino community.","Problem-latino-source":"Source: Community College Research Center, the Aspen Institute College Excellence Program and the National Student Clearinghouse Research Center","Problem-overline":"BRIDGE THE GAP","Problem-title":"EVERYBODY deserves equal access to opportunities for education and career success. \n","Problem-transfer":"Nearly 80 percent of community college students want to transfer and earn a bachelor's degree—yet just 16 percent do so after six years.\n","Problem-transfer-source":"Source: Community College Research Center, the Aspen Institute College Excellence Program and the National Student Clearinghouse Research Center","tecoguide-button":"Learn More","Teco-list-1":"Career Certificates","Teco-list-2":"Associate Degrees","Teco-list-3":"Transfer to 4-year Universities","Teco-overline":"OUR TECHNOLOGY","Teco-para-1":"TecoGuide is a free college and career navigation platform that simplifies & personalizes your  educational journey.  Whether you are thinking about starting college, currently enrolled in college, or dropped out and are ready to come back…\n","Teco-para-2":"TecoGuide teaches, guides, and exposes you to the tips, strategies, and content you need to complete your goals! Our goal is to save you as much time and money as possible while you navigate a career certificate or college degree.  ","Teco-para-4":"We focus on affordable college certificate & degree options available through the Ca Community College system, as well as non-college apprenticeship and industry training programs.  ","Teco-subtitle":"Anyone can use TecoGuide to learn how to finish a college certificate or degree affordably.","Teco-title-1":"Meet TecoGuide:\n","Teco-title-2":" Your College & Career Advisor","Teco-whatwedo-exposee":"Exposure to Opportunities","Teco-whatwedo-expose-text":"Our technology exposes communities to affordable college & career training options from certificates to bachelor degrees. We create and distribute college and career development content directly to the learner.  \n","Teco-whatwedo-guide":"Guidance to Completion\n","Teco-whatwedo-guide-text":"Through our TecoGuide platform, we provide dedicated guidance to learners as they navigate college and industry certification programs, ensuring a clear path to completion. Our goal is to enhance graduation and transfer rates from community colleges and industry training programs swiftly and effectively.\n\n","Teco-whatwedo-teach":"Expanding Access","Teco-whatwedo-teach-text":"We expand access to college and career pathways for learners, parents, teachers, counselors, and administrators.  We add value to industry and nonprofit partners, from access to resources to expanded talent pools. \n","what-we-do-text":"Inspirame aims to meet the evolving demands of the workforce by driving people towards college degree completion & industry certifications.","what-we-do-title":"WHAT WE DO"}