{"Button-intro":"Join Us","partner-title":"  We Partner With","partner-title-para1":"For Education & NonProfit Partners","partner-title-para1-1":"Increase college enrollment rates","partner-title-para1-2":"Increase graduation & transfer rates","partner-title-para1-3":" Create Education Pipelines for:","partner-title-para1-3-1":"GED & High School Completion","partner-title-para1-3-2":"High School-to-College/University","partner-title-para1-3-3":"Community College-to-University","partner-title-para2":"For Industry, Government, & Nonprofit Partners","partner-title-para2-1":"Upskill & reskill employees","partner-title-para2-2":"Increase high-demand majors (i.e. STEM)","partner-title-para2-3":"  Create Industry Pipelines for:","partner-title-para2-3-1":"Student-Interns","partner-title-para2-3-2":"Apprentices","partner-title-para2-3-3":"Skilled-Employees","partner-title-para2-3-4":"Customers/Clients","tab-data-1":"High Schools","tab-data-2":"Community Colleges","tab-data-3":"Universities","tab-data-4":"Categorical Programs","tab-data-5":"NonProfits","tab-data-6":"Government","tab-data-7":"Industry","tab-data-8":"Foundations","Teco-admin-subtitle":"Our public-facing platform, TecoGuide exposes and guides learners to training and education pathways to meet workforce deficiencies.","Teco-admin-subtitle-2":"Simultaneously, TecoAdmin, our partner-facing platform, provides real-time business insights for schools and industry partners  ","Teco-admin-subtitle-3":"Together, we can ensure that more people obtain affordable certificates and degrees that can help end generational poverty. ","Teco-admin-title-1":"Inspirame is more than a tech company – we are the\n","Teco-admin-title-2":" Future of Work","Teco-bridge-list-1":"First-generation college students","Teco-bridge-list-2":"People of color and ethnic minorities","Teco-bridge-list-3":"Individuals with disabilities","Teco-bridge-list-4":"Other traditionally underserved groups","Teco-bridge-para-1":"Inspirame is dedicated to every learner, ensuring that everyone has the same opportunity to achieve their educational & career endeavors. TecoGuide offers access to all, especially our most underserved communities.\n","Teco-bridge-para-2":"\nWe digitize college and non-college pathways to improve workforce outcomes and ensure equitable access to opportunities for all.","Teco-bridge-title":"Bridging the gap between learners, schools, and the workforce  ","Teco-button":"Contact us","Teco-exposure-1":"Weekly career","Teco-exposure-2":"Pathways\n","Teco-exposure-3":"Motivational content distribution on TecoGuide & social media platforms","Teco-exposure-title":"Exposure Content","Teco-faq-1-q":" What is the difference between TecoAdmin and TecoGuide?\n","Teco-faq-1-r":"TecoAdmin and TecoGuide are two integral products, each serving distinct but complementary roles.\n","Teco-faq-1-r-1":"TecoAdmin is an innovative backend system designed for managing and controlling both platforms. It is used primarily by our partners and customers. TecoAdmin allows for efficient management of data, content uploads, user permissions, and other critical administrative tasks. It ensures the smooth operation and maintenance of the system, enabling robust data management and system customization.\n","Teco-faq-1-r-2":"TecoGuide is an innovative platform designed to bridge the workforce gap by providing accessible, high-quality career certificate programs and bachelor's degree pathways. It is used exclusively by learners (students and potential students).  We offer personalized learning experiences, industry-aligned pathways, and robust support systems to help individuals achieve their educational and career goals.\n","Teco-faq-2-q":"What distinguishes TecoAdmin from other similar platforms/softwares?\n","Teco-faq-2-r":"TecoAdmin stands out from other similar platforms and software through several unique features and capabilities:\n","Teco-faq-2-r-1":"Enrollment Builder / Talent Pipeline: TecoAdmin provides an innovative view of potential learners/talent. This feature helps educational institutions and industry partners understand the demographics, interests, and needs of potential prospects, enabling more personalized and effective enrollment and engagement strategies.\n","Teco-faq-2-r-2":"Pathway Data: Unlike many other platforms, TecoAdmin offers comprehensive data on the classes needed by learners to complete their pathway. This information helps institutions optimize their course offerings, ensuring they meet the current and future enrollment demands.\n","Teco-faq-2-r-3":"Longitudinal Data: TecoAdmin provides detailed longitudinal data that offers deep insights into student/talent success over time. By analyzing trends and patterns in student performance, institutions can make informed decisions to improve educational outcomes and support long-term planning.\n","Teco-faq-2-r-4":"TecoAdmin a a powerful tool for educational institutions, nonprofits and industry as we combine in-depth data analysis with practical insights to enhance planning, student success, and enhanced workforce.\n","Teco-faq-3-q":"How much does it cost to use TecoAdmin?\n","Teco-faq-3-r":"Subscription model based on enrollment numbers and goals set for growth.  All costs based on performance, setting up a win-win-win relationship. Yearly contracts with partners can range from $10K - $90K depending on goals set. (i.e. Increase # of students declaring STEM majors by 5%). \n","Teco-faq-4-q":"Do you have to reside in California to use TecoAdmin?","Teco-faq-4-r":"No, we are a stand-alone technology company, making us scalable across any state where TecoGuide and TecoAdmin are activated together. \n","Teco-faq-5-q":"Can TecoAdmin be used in other countries outside of the United States?\n","Teco-faq-5-r":"We are focused in California for 2024 and will be adding various states for 2025, with goals for going nationwide by 2026. It is anticipated that we will begin international services by 2027.","Teco-faq-6-q":"I have additional questions about TecoAdmin. Where can I find more information?\n","Teco-faq-6-r":"Feel free to reach out to us by visiting our 'Contact Us' page.","teco-faq-button":"See more","Teco-faq-subtitle":"See answers to some of our most common questions for TecoAdmin ","Teco-faq-title":"FAQs","Teco-how-description-1":"Users can obtain accurate and current degree audits and education plans that you are supporting and validating as an Inspirame partner thanks to Teco Admin’s Degree Audit & Ed Plan Processing. This service makes sure that institutions and students have a clear understanding of academic requirements and progress. Institutions can offer students individualized counsel through automated processing and frequent updates, resulting in better academic planning and on-time graduation.","Teco-how-description-2":"Through its cohort distribution tool, Teco Admin provides seamless content distribution to users from feeder schools. With the help of this capability, educational institutions and potential students will be able to communicate and engage with one another more effectively. Institutions can improve their outreach efforts and draw in a more qualified and interested student base by focusing their outreach efforts on a few key categories with customized content.","Teco-how-description-3":"Teco Admin offers detailed data and analytics that give important insights into user activity, enrollment trends, and student retention. With the help of these insights, partners can make well-informed decisions, spot areas for development, and put into practice powerful tactics that will increase institutional performance and student success. Institutions are further empowered to examine data in accordance with their own needs and objectives thanks to customizable report generation.","Teco-how-description-4":"By giving students timely information about available classes and courses that offer pertinent information to train students in partners’ areas of interest, Teco Admin’s Enrollment Builder service helps universities increase enrollment. Institutions can improve the whole enrollment process, resulting in higher student satisfaction and retention, by alerting students about the courses they require and their availability. This program enables students to plan their academic path more and guarantees that they can enroll in the courses they need to advance in their academic careers.","Teco-how-subtitle":"Inspirame technology works to meet your organization’s goals by leveraging our learners' desires to improve their education & employment outcomes with your needs.\n","Teco-how-text-1":"Download and view degree-audit data for uploaded transcripts. Your students can have accurate and up-to-date degree audits and education plans, every semester","Teco-how-text-2":"Send content directly to users who attend feeder schools through our cohort distribution capability","Teco-how-text-3":"View and download data insights that drive student retention & enrollment for decision-making. Data is available for processed transcripts, as well as Teco Guide user metrics and behaviors. Customizable report generation is available","Teco-how-text-4":"Improve enrollment in your institution’s classes with this service. Teco Guide users are informed of their needed classes and their availability on your campus","Teco-how-title":"How a partnership works\n","Teco-how-title-1":"Degree Audit & Ed Plan Processing","Teco-how-title-2":"Content Distribution","Teco-how-title-3":"Data & Analytics","Teco-how-title-4":"Enrollment Builder","Teco-tools-1":"TecoGPT Generative AI","Teco-tools-2":"Notifications & Reminders","Teco-tools-3":"Classes & Ed Plans","Teco-tools-4":"Major Search","Teco-tools-5":"Financial Aid & Support Services Eligibility","Teco-tools-title":"Tools - College & Career"}