{"faq-see-more":"More questions\n","faq-subtitle":"See some answers to our most common questions.","faq-title":"FAQs","Fulfill-description":"Track your progress in completing your major & general education requirements","Fulfill-text":"Ensure that you meet all the requirements for your major and general education by accessing our comprehensive resources and guidance. Stay on track and graduate on time.","Fulfill-title":"Motivational Content\n","Map-description":"Map your academic journey","Map-text":"Plan your academic journey and map out the courses you need to take to achieve your educational goals. Visualize your progress and stay organized throughout your college experience.","Map-title":"Ed Planner & Notifications\n","Personalized-description":"Your personalized college & career advisor, 24/7","Resources-description":"Resources at your fingertips","Resources-text":"Access a wide range of resources and tools that will support your academic success. From research materials to study guides, we have everything you need to excel in your studies.","Resources-title":"Financial Aid & Support Eligibility","Search-description":"Search for affordable certificates and degrees","Search-text":"Find affordable degree programs in California that match your interests and career goals. Explore a wide range of options and make informed decisions about your education.","Search-title":"Major Search","Teco-card-community":"California Community Colleges","Teco-card-community-1":"Career Certificates","Teco-card-community-2":"Associate Degrees","Teco-card-community-3":"Transfer to 4-year Universities","Teco-card-ged":"GED & High School Completion","Teco-card-ged-1":"Program Finder","Teco-card-ged-2":"GED Math Preparation","Teco-card-ged-3":"GED English Preparation","Teco-card-industry":"Industry Certifications","Teco-card-industry-1":"Industry Certifications (non-college)","Teco-card-industry-2":"Apprenticeship Programs","Teco-card-industry-3":"Direct Job Training Options","Teco-faq-10-q":"How does TecoGuide support underrepresented communities?\n","Teco-faq-10-r":"TecoGuide is dedicated to promoting diversity and inclusion by providing tailored support and resources to underrepresented communities. We work to remove barriers to education and career advancement, ensuring equitable access to opportunities for all learners.  We proudly design our platform with the 1st generation, low-income student in mind!  \n","Teco-faq-1-q":"What is TecoGuide?\n","Teco-faq-1-r":"TecoGuide is an innovative platform designed to bridge the workforce gap by providing accessible, high-quality career certificate programs, associate degrees, and bachelor degree pathways. We offer personalized learning experiences, guidance through industry certifications, and robust support systems to help individuals achieve their educational and career goals.\n","Teco-faq-2-q":"How does TecoGuide work?\n","Teco-faq-2-r":"TecoGuide exposes and guides learners through educational institutions. Our platform provides tailored recommendations for courses and programs based on individual career aspirations and skill levels. We also offer resources and support to ensure learners can navigate their educational journey successfully.\n","Teco-faq-3-q":"Who can benefit from TecoGuide?\n","Teco-faq-3-r":"TecoGuide is designed for a wide range of users, including high school graduates, working professionals looking to upskill or change careers, parents/guardians, and individuals seeking affordable and accessible pathways to higher education.  Free and open to anyone 13 years of age and over.  \n","Teco-faq-4-q":"What types of features does TecoGuide offer?\n","Teco-faq-4-r":"We offer a variety of features and tools including: Class recommender, Education Planner, Financial Aid and Support Services Determinator, Major Search, and TecoGPT.  TecoGuide covers a broad range of features to simplify the pathways to both college & non-college paths.\n","Teco-faq-5-q":"What kind of support does TecoGuide provide to students?\n","Teco-faq-5-r":"TecoGuide offers a community for learners, educators and parents. Our goal is to support learners and meet them where they are by offering simplified pathways to help them achieve their educational and career goals.\n","Teco-faq-6-q":"How does TecoGuide help with career placement?\n","Teco-faq-6-r":"We work closely with employers to understand their needs and provide learners simplified pathways to obtain the necessary skills needed by industry. TecoGuide also partners to provide job readiness skills including: resume building, interview preparation, and direct connections to potential employers to facilitate career placement for our graduates.\n","Teco-faq-7-q":"How does TecoGuide support underrepresented communities?\n","Teco-faq-7-r":"California is home to the largest open-access college system in the U.S. It serves more than 1.8 million students annually on 116 campuses. If you are an adult who did not finish high school or finished high school in another country, but have lived in California for many years, you can apply to a college and enroll, possibly for free. There are many programs that help students.","Teco-faq-8-q":"What makes TecoGuide different from other educational platforms?\n","Teco-faq-8-r":"Built by and for marginalized student populations, TecoGuide stands out by focusing on bridging the gap between education and employment. It is distinguished by its personalized approach to guidance, strong industry partnerships, and comprehensive support systems designed to ensure student success from enrollment to career placement.\n","Teco-faq-9-q":"How do I get started with TecoGuide?\n","Teco-faq-9-r":"Getting started is easy! Download the FREE TecoGuide app from the App Store or Google Play. You can also visit our website at Inspirame.com to create an account.","Tecogpt-description":"Discover affordable college and career pathways to jump start your life!  ","Tecoguide-overline":"DISCOVER TECO\n","Tecoguide-para":"TecoGuide is your free CA college & career planning app, specifically designed to get you through college and/or industry pathways in the quickest & most affordable way possible!\n","Tecoguide-para-2":"TecoGuide exposes and guides you through affordable college & career pathways offered through the CA Community Colleges, Universities, & Industry Partners.  \n","Tecoguide-para-3":"Everyone says “go to college,” but nobody shows you how… until now!\n","Tecoguide-para-4":"Welcome to TecoGuide! \n","Tecoguide-title":"Your journey starts here","Teco-item-1":"Save MONEY","Teco-item-1-para":"We only recommend affordable pathways for certificates, associate & bachelor degrees, maximizing educational value while minimizing costs.\n","Teco-item-2":"Save TIME\n","Teco-item-2-para":"Never take the wrong classes again. TecoGuide’s Classes & Ed Plan tools guide you through class requirements and determine graduation date.\n","Teco-item-3":"Save ENERGY\n","Teco-item-3-para":"We personalize your pathway and get you the answers you need to make better decisions. We also align your resources, so you can focus on learning.\n","\nTeco-test-description":"Discover affordable college & career pathways to jump start your life! ","Teco-text":"Free and open to adults, high school students, college and university students, and anyone interested in learning. ","Teco-title":"TecoGPT AI","Teco-tuto-overline":"TECOGUIDE TUTORIAL\n","Teco-tuto-para":"Mauricio Gonzalez, the co-founder of TecoGuide, walks you through an introduction of using TecoGuide. You'll learn about TecoGuide, how to use it, and see lots of examples to get started.\n\n","Teco-tuto-title":"Getting started with TecoGuide\n"}