{"Intro-para-1":"Inspirame es una empresa de tecnología impulsada por acciones que crea productos que conectan a los estudiantes, las escuelas y la fuerza laboral.\n\n","Intro-para-2":"Fundada por y para estudiantes de primera generación y de bajos ingresos, Inspirame se dedica a conocer personas dondequiera que estén. Nuestro objetivo es exponer, educar y guiar a las personas a través de vías educativas y profesionales asequibles.","Intro-title":"  Acerca de Inspirame","team-cedric":"Consultor Web","team-ceudi":"Jefe de Marketing","team-cristian":"Analista de negocios","team-Harris":"Jefe de IA","team-huy":"Jefe de Asesoramiento ","team-jakie":"Director de contenido","team-maggie":"Jefe de UI/UX ","team-maria":"Cofundador y director ejecutivo\n","team-subtitle":"Conozca a nuestro equipo de personas apasionadas y comprometidas con la justicia social y la misión de democratizar la educación superior y el logro profesional para todos.","team-test-prya":"Jefe de ingeniería","team-title":"Nuestra gente\n","test-mauri":"\nCofundador y director de tecnología","values-Collaboration":"Creemos en el poder de la colaboración y trabajamos estrechamente con socios, comunidades y líderes educativos para amplificar nuestro impacto y lograr objetivos compartidos. Juntos, empoderamos a los estudiantes y a sus familias para que tengan éxito.\n","values-Collaboration-title":"Colaboración","values-empowerment":"Nos dedicamos a capacitar a los estudiantes para que superen las barreras sistémicas, liberen todo su potencial y construyan un futuro mejor a través de la educación y carreras significativas, impactando positivamente a sus familias y a las generaciones futuras. \n","values-empowerment-title":"Empoderamiento","values-equity":"Estamos comprometidos a promover la equidad, asegurando que todos tengan igual acceso a oportunidades y recursos.","values-equity-title":"Equidad","values-inclusivity":"Nuestro compromiso con la inclusión nos impulsa a desarrollar soluciones culturalmente relevantes que satisfagan las diversas necesidades de nuestros usuarios.","values-Inclusivity-title":"Inclusividad","values-innovation":"Nuestro compromiso con la innovación garantiza que sigamos siendo adaptables, receptivos y eficaces para satisfacer las necesidades cambiantes de nuestras comunidades.\n","values-innovation-title":"Innovación","values-resilience":"Honramos la resiliencia y la determinación inquebrantable de quienes nunca se dan por vencidos. Nuestros productos son un testimonio de su trayectoria, independientemente de sus antecedentes o los desafíos que enfrentan. ","values-resilience-title":"Resiliencia","values-subtitle":"Nos comprometemos a romper el ciclo de pobreza generacional a través de la educación y el desarrollo profesional, ofreciendo a los estudiantes y a sus familias una amplia gama de posibilidades educativas y profesionales. Creemos firmemente en:\n","values-title":"Nuestros valores fundamentales\n","vision-para-1":"Nuestra visión en Inspirame es crear un mundo donde cada individuo, independientemente de su origen, tenga la oportunidad de lograr el éxito educativo y liberarse de las limitaciones de la pobreza generacional. Aspiramos a ser el catalizador líder para el empoderamiento educativo, fomentando una cultura de aprendizaje continuo y apoyo comunitario. ","vision-para-2":"Al cerrar la brecha entre la educación y las oportunidades, imaginamos un futuro en el que todos puedan acceder a los recursos que necesitan para prosperar y donde la educación sirva como una herramienta poderosa para la transformación personal y social.\n\n","vision-title":"   Nuestra visión","who-para-2":"En el ámbito de la educación, el profesor G aporta una gran experiencia, ya que ha trabajado con más de 70.000 estudiantes universitarios de primera generación a lo largo de sus más de 20 años de carrera. Como miembro titular del cuerpo docente de orientación en los colegios comunitarios de California, el sistema de educación superior más grande de los EE. UU., el profesor G continúa prestando servicios a las comunidades marginadas y comparte generosamente su amplio conocimiento en la orientación hacia la educación superior.","who-para-3":"Por otro lado, María emprendió su trayectoria profesional en el sector corporativo después de su educación. Desempeñó puestos ejecutivos en Cisco, Google, Visa y Equinix, como directora ejecutiva de Diversidad, Equidad e Inclusión (DEI). María es una reconocida experta en diversidad dentro de la industria de alta tecnología, celebrada por su compromiso de ayudar a los demás a través de su experiencia, conocimiento y privilegios. Es incansable a la hora de guiar a las personas para que liberen todo su potencial.\n","who-para-4":"Juntos, Mauricio y María forman el dúo de liderazgo perfecto para Inspirame, especializado en soluciones tecnológicas pioneras que democratizan la educación. Su colaboración combina un profundo conocimiento, una amplia experiencia y una pasión inquebrantable, ejemplificada por TecoGuide, el producto estrella de Inspirame. TecoGuide personifica su compromiso de revolucionar las soluciones educativas, marcando el comienzo de una nueva era de oportunidades.\n","who-para-4-4":"María y Mauricio son firmes defensores de la igualdad de acceso a una educación de calidad para todos, independientemente de su origen.","who-subtitle":"Empoderando futuros y uniendo mundos: combinando la experiencia vivida y profesional con la innovación\n","who-title":"Quienes somos\n","who-we-are-para-1":"Nuestros fundadores –María Medrano, MBA, MA y Mauricio González, MA (también conocido como Profesor G) – sirven como una ilustración convincente de los innumerables obstáculos que enfrentan los estudiantes de primera generación.\n","who-we-are-para-1-1":"Procedentes de familias mexicano-estadounidenses de primera generación, de bajos ingresos y con desventajas educativas, enfrentaron con valentía los desafíos de cursar estudios superiores con una determinación inquebrantable. Contra todo pronóstico, no solo completaron su educación con éxito, sino que también alcanzaron hitos importantes en su trayectoria profesional."}