{"About-button":"Aprende más","About-caption-1":"Oradores principales","About-caption-2":"Biblioteca Sac - Ceremonia de graduación de GED, 2023","About-first-para":"Inspirame se encuentra a la vanguardia de la tecnología de la educación superior y actúa como defensor de la diversidad, la equidad y la inclusión. Nuestra misión consiste en desmantelar las barreras sistémicas que impiden a las comunidades marginadas acceder a una educación superior asequible y a oportunidades de empleo.","About-fourth-para":"Inspirame es el futuro del trabajo.","About-photo-title":"Cofundadores:","About-second-para":"Inspirame, que significa \"inspírame\" en español, no es sólo un nombre, es un llamado a la acción. Como empresa de impacto social, desarrollamos tecnología para ampliar el acceso y la finalización de la educación y la capacitación laboral, con el objetivo de maximizar las reservas de talentos y cultivar una fuerza laboral más inclusiva.\n","About-third-para":"Invitamos a otros a unirse a nosotros en esta misión vital, reconociendo la importancia de los esfuerzos colectivos para lograr un cambio duradero.\n","About-title":"Acerca de Inspirame","banner-teco":"¡Disponible en AppStore!","banner-teco-hey":"¡EY!","Blog-overline":"Noticias y podcasts","blog-subtitle":"Manténgase al día con las últimas noticias y actualizaciones de Inspirame.","blog-title":"Últimas noticias","Blog-title":"Últimas actualizaciones","Bridge-intro-button":"Más información","Bridge-intro-overline":"ABORDANDO LA CRISIS EDUCATIVA","Bridge-intro-para":"A medida que el sistema educativo del país enfrenta desafíos alarmantes y disparidades cada vez mayores, la necesidad de una intervención inmediata es evidente. Los colegios comunitarios de California (CCC) están lidiando con tasas de deserción escolar cercanas al 60%. Reconociendo la urgencia de la situación, Inspirame se dedica a tomar medidas proactivas para revertir esta preocupante tendencia.","Bridge-intro-title":"Reducir la brecha de 2,5 millones de títulos de grado y de licenciatura en California para 2030","button-hero":"Crea tu cuenta gratuita","Call-into-action":"¿Listo para hacerte cargo de tu educación y trayectoria profesional?","Call-into-action-1":"¡Unidos, nos aseguraremos de que alcances tus objetivos!","Call-into-button":"Ponerse en contacto","Hero-title-1":"¡La única aplicación móvil que te guía hacia los caminos universitarios y profesionales más asequibles!\n  \n","Hero-title-2":"educación para todos.","Hero-title-span":"democratizar","marathon-subtitle":"La trayectoria de María Medrano, desde ser la primera de su familia en asistir a la universidad hasta convertirse en la fundadora de Inspírame, es precisamente eso: inspiradora. En este artículo de EdTech Mentor, María comparte sus experiencias únicas en el mundo empresarial estadounidense, los desafíos de ser latina en la industria tecnológica y la motivación detrás de su startup, Inspírame. Habla sobre la importancia de la educación, la comunidad y el impulso para ayudar a otros a superar los obstáculos que ella enfrentó.","marathon-title":"Construyendo con Propósito: La Maratón de Desarrollo de Producto con María Medrano","partners-button":"Convertirse en un compañero","Partners-button":"Más información","Partners-para":"Estamos agradecidos por nuestra creciente comunidad de socios que amplifican nuestro impacto y ayudan a garantizar que todos tengan acceso a la información adecuada para su futuro.\n\n\n","Partners-para-1":"¡Nos asociamos con organizaciones públicas y privadas dedicadas a mejorar los resultados educativos y laborales para todos!","partners-subtitle":"Estamos agradecidos por nuestra creciente comunidad de socios que amplifican nuestro impacto y ayudan a garantizar que todos tengan acceso a la información adecuada para su futuro.","partners-title":"Nuestros compañeros","Partners-title":"NUESTROS COMPAÑEROS","Problem-black":"El 60 por ciento de los graduados de secundaria negros no están preparados en sus escuelas secundarias para cumplir con los requisitos del curso AG para la admisión a UC y CSU.","Problem-black-source":"Fuente: Departamento de Educación de California; Análisis de EdSource, EdSource","Problem-latino-1":"El 40 por ciento de la población de California está representada por la comunidad latina.","Problem-latino-2":"El 20 por ciento de los titulares de títulos de licenciatura de California son de la comunidad latina.","Problem-latino-source":"Fuente: Centro de investigación de colegios comunitarios, Programa de excelencia universitaria del Instituto Aspen y Centro de investigación nacional de intercambio de información para estudiantes","Problem-overline":"CUBRE LA BRECHA","Problem-title":"TODOS merecen igualdad de acceso a oportunidades de educación y éxito profesional. \n","Problem-transfer":"Casi el 80 por ciento de los estudiantes de colegios comunitarios quieren transferirse y obtener una licenciatura; sin embargo, sólo el 16 por ciento lo hace después de seis años.\n","Problem-transfer-source":"Fuente: Centro de investigación de colegios comunitarios, Programa de excelencia universitaria del Instituto Aspen y Centro de investigación nacional de intercambio de información para estudiantes","tecoguide-button":"Aprende más","Teco-list-1":"Certificados de carrera","Teco-list-2":"Grados asociados","Teco-list-3":"Transferencia a Universidades de 4 años","Teco-overline":"NUESTRA TECNOLOGÍA","Teco-para-1":"TecoGuide es una plataforma gratuita de navegación universitaria y profesional que simplifica y personaliza su viaje educativo. Ya sea que esté pensando en comenzar la universidad, que esté actualmente inscrito en la universidad o que haya abandonado sus estudios y esté listo para regresar...\n","Teco-para-2":"¡TecoGuide te enseña, guía y te expone los consejos, estrategias y contenido que necesitas para completar tus objetivos! Nuestro objetivo es ahorrarle la mayor cantidad de tiempo y dinero posible mientras obtiene un certificado profesional o un título universitario.  ","Teco-para-4":"Nos enfocamos en opciones asequibles de certificados y títulos universitarios disponibles a través del sistema Ca Community College, así como programas de aprendizaje no universitario y capacitación industrial.  ","Teco-subtitle":"Cualquiera puede utilizar TecoGuide para aprender cómo obtener un certificado o título universitario de forma asequible.","Teco-title-1":"Conoce TecoGuía:\n","Teco-title-2":" Tu asesor universitario y profesional","Teco-whatwedo-exposee":"Exposición a oportunidades","Teco-whatwedo-expose-text":"Nuestra tecnología expone a las comunidades a opciones asequibles de capacitación universitaria y profesional, desde certificados hasta títulos de licenciatura. Creamos y distribuimos contenido de desarrollo universitario y profesional directamente al alumno.  \n","Teco-whatwedo-guide":"Orientación para la finalización\n","Teco-whatwedo-guide-text":"A través de nuestra plataforma TecoGuide, brindamos orientación dedicada a los estudiantes mientras navegan por los programas de certificación universitarios e industriales, garantizando un camino claro hacia su finalización. Nuestro objetivo es mejorar las tasas de graduación y transferencia de los colegios comunitarios y los programas de capacitación industrial de manera rápida y efectiva.\n\n","Teco-whatwedo-teach":"Ampliando el acceso","Teco-whatwedo-teach-text":"Ampliamos el acceso a las carreras universitarias y profesionales para estudiantes, padres, maestros, consejeros y administradores. Agregamos valor a los socios de la industria y las organizaciones sin fines de lucro, desde el acceso a los recursos hasta la ampliación de los grupos de talentos. \n","what-we-do-text":"Inspirame tiene como objetivo satisfacer las demandas cambiantes de la fuerza laboral impulsando a las personas hacia la finalización de títulos universitarios y certificaciones industriales.","what-we-do-title":"QUE HACEMOS"}