{"Button-intro":"Únase a nosotros","partner-title":"  Nos asociamos con","partner-title-para1":"Para socios educativos y sin fines de lucro","partner-title-para1-1":"Aumentar las tasas de matriculación universitaria","partner-title-para1-2":"Aumentar las tasas de graduación y transferencia","partner-title-para1-3":" Crear canales educativos para:","partner-title-para1-3-1":"GED y finalización de la escuela secundaria","partner-title-para1-3-2":"De la escuela secundaria a la universidad","partner-title-para1-3-3":"De colegio comunitario a universidad","partner-title-para2":"Para socios de la industria, el gobierno y organizaciones sin fines de lucro","partner-title-para2-1":"Capacitar y reciclar a los empleados","partner-title-para2-2":"Aumentar las carreras de alta demanda (es decir, STEM)","partner-title-para2-3":"  Crear pipelines industriales para:","partner-title-para2-3-1":"Estudiantes en prácticas","partner-title-para2-3-2":"Aprendices","partner-title-para2-3-3":"Empleados calificados","partner-title-para2-3-4":"Clientes/Clientes","tab-data-1":"Escuelas secundarias","tab-data-2":"Colegios comunitarios","tab-data-3":"Universidades","tab-data-4":"Programas categóricos","tab-data-5":"Organizaciones sin fines de lucro","tab-data-6":"Gobierno","tab-data-7":"Industria","tab-data-8":"Cimientos","Teco-admin-subtitle":"Nuestra plataforma pública, TecoGuide, expone y guía a los estudiantes sobre vías de capacitación y educación para satisfacer las deficiencias de la fuerza laboral.","Teco-admin-subtitle-2":"Al mismo tiempo, TecoAdmin, nuestra plataforma orientada a socios, proporciona información empresarial en tiempo real para escuelas y socios de la industria.  ","Teco-admin-subtitle-3":"Juntos podemos garantizar que más personas obtengan certificados y títulos asequibles que puedan ayudar a poner fin a la pobreza generacional. ","Teco-admin-title-1":"Inspirame es más que una empresa tecnológica: somos la\n","Teco-admin-title-2":" El futuro del trabajo","Teco-bridge-list-1":"Estudiantes universitarios de primera generación.","Teco-bridge-list-2":"Personas de color y minorías étnicas.","Teco-bridge-list-3":"Personas con discapacidad","Teco-bridge-list-4":"Otros grupos tradicionalmente desatendidos","Teco-bridge-para-1":"Inspirame está dedicado a cada estudiante, asegurándose de que todos tengan las mismas oportunidades de lograr sus objetivos educativos y profesionales. TecoGuide ofrece acceso a todos, especialmente a nuestras comunidades más desfavorecidas.\n","Teco-bridge-para-2":"\nDigitalizamos los caminos universitarios y no universitarios para mejorar los resultados laborales y garantizar un acceso equitativo a las oportunidades para todos.","Teco-bridge-title":"Cerrar la brecha entre los estudiantes, las escuelas y la fuerza laboral  ","Teco-button":"Contáctenos","Teco-exposure-1":"Carrera semanal","Teco-exposure-2":"Caminos\n","Teco-exposure-3":"Distribución de contenido motivacional en TecoGuide y plataformas de redes sociales","Teco-exposure-title":"Contenido de exposición","Teco-faq-1-q":" ¿Cuál es la diferencia entre TecoAdmin y TecoGuide?\n","Teco-faq-1-r":"TecoAdmin y TecoGuide son dos productos integrales, cada uno de los cuales cumple funciones distintas pero complementarias.\n","Teco-faq-1-r-1":"TecoAdmin es un innovador sistema backend diseñado para gestionar y controlar ambas plataformas. Lo utilizan principalmente nuestros socios y clientes. TecoAdmin permite una gestión eficiente de datos, carga de contenido, permisos de usuario y otras tareas administrativas críticas. Garantiza el buen funcionamiento y mantenimiento del sistema, lo que permite una sólida gestión de datos y personalización del sistema.\n","Teco-faq-1-r-2":"TecoGuide es una plataforma innovadora diseñada para cerrar la brecha laboral al proporcionar programas de certificación profesional y vías de acceso a títulos de licenciatura accesibles y de alta calidad. Es utilizado exclusivamente por estudiantes (estudiantes y potenciales estudiantes). Ofrecemos experiencias de aprendizaje personalizadas, caminos alineados con la industria y sistemas de apoyo sólidos para ayudar a las personas a alcanzar sus objetivos educativos y profesionales.\n","Teco-faq-2-q":"¿Qué distingue a TecoAdmin de otras plataformas/software similares?\n","Teco-faq-2-r":"TecoAdmin se destaca de otras plataformas y software similares a través de varias características y capacidades únicas:\n","Teco-faq-2-r-1":"Generador de inscripciones/canal de talentos: TecoAdmin proporciona una visión innovadora de estudiantes/talentos potenciales. Esta función ayuda a las instituciones educativas y a los socios de la industria a comprender la demografía, los intereses y las necesidades de los clientes potenciales, lo que permite estrategias de inscripción y participación más personalizadas y efectivas.\n","Teco-faq-2-r-2":"Datos de ruta: a diferencia de muchas otras plataformas, TecoAdmin ofrece datos completos sobre las clases que necesitan los estudiantes para completar su ruta. Esta información ayuda a las instituciones a optimizar su oferta de cursos, asegurando que cumplan con las demandas de inscripción actuales y futuras.\n","Teco-faq-2-r-3":"Datos longitudinales: TecoAdmin proporciona datos longitudinales detallados que ofrecen información profunda sobre el éxito de los estudiantes/talentos a lo largo del tiempo. Al analizar tendencias y patrones en el desempeño de los estudiantes, las instituciones pueden tomar decisiones informadas para mejorar los resultados educativos y respaldar la planificación a largo plazo.\n","Teco-faq-2-r-4":"TecoAdmin es una herramienta poderosa para instituciones educativas, organizaciones sin fines de lucro y la industria, ya que combinamos análisis de datos en profundidad con conocimientos prácticos para mejorar la planificación, el éxito de los estudiantes y una mejor fuerza laboral.\n","Teco-faq-3-q":"¿Cuánto cuesta utilizar TecoAdmin?\n","Teco-faq-3-r":"Modelo de suscripción basado en números de matrícula y metas marcadas de crecimiento. Todos los costos basados en el desempeño, estableciendo una relación ganar-ganar-ganar. Los contratos anuales con socios pueden oscilar entre $ 10 000 y $ 90 000, según los objetivos establecidos. (es decir, aumentar el número de estudiantes que declaran carreras STEM en un 5%). \n","Teco-faq-4-q":"¿Es necesario residir en California para utilizar TecoAdmin?","Teco-faq-4-r":"No, somos una empresa de tecnología independiente, lo que nos hace escalables en cualquier estado donde TecoGuide y TecoAdmin estén activados juntos. \n","Teco-faq-5-q":"¿Se puede utilizar TecoAdmin en otros países fuera de Estados Unidos?\n","Teco-faq-5-r":"Nos centraremos en California en 2024 y agregaremos varios estados en 2025, con el objetivo de llegar a todo el país en 2026. Se prevé que comenzaremos a ofrecer servicios internacionales en 2027.","Teco-faq-6-q":"Tengo preguntas adicionales sobre TecoAdmin. ¿Dónde puedo encontrar más información?\n","Teco-faq-6-r":"No dude en comunicarse con nosotros visitando nuestra página \"Contáctenos\".","teco-faq-button":"Ver más","Teco-faq-subtitle":"Vea las respuestas a algunas de nuestras preguntas más comunes para TecoAdmin ","Teco-faq-title":"Preguntas frecuentes","Teco-how-description-1":"Los usuarios pueden obtener auditorías de títulos y planes educativos precisos y actualizados que usted respalda y valida como socio de Inspirame gracias al procesamiento de planes educativos y auditoría de títulos de Teco Admin. Este servicio garantiza que las instituciones y los estudiantes tengan una comprensión clara de los requisitos y el progreso académico. Las instituciones pueden ofrecer a los estudiantes asesoramiento individualizado a través de procesamiento automatizado y actualizaciones frecuentes, lo que resulta en una mejor planificación académica y una graduación a tiempo.","Teco-how-description-2":"A través de su herramienta de distribución de cohortes, Teco Admin proporciona una distribución de contenido fluida a los usuarios de las escuelas asociadas. Con la ayuda de esta capacidad, las instituciones educativas y los estudiantes potenciales podrán comunicarse e interactuar entre sí de manera más efectiva. Las instituciones pueden mejorar sus esfuerzos de divulgación y atraer una base de estudiantes más calificados e interesados centrando sus esfuerzos de divulgación en algunas categorías clave con contenido personalizado.","Teco-how-description-3":"Teco Admin ofrece datos y análisis detallados que brindan información importante sobre la actividad de los usuarios, las tendencias de inscripción y la retención de estudiantes. Con la ayuda de estos conocimientos, los socios pueden tomar decisiones bien informadas, detectar áreas de desarrollo y poner en práctica tácticas poderosas que aumentarán el desempeño institucional y el éxito de los estudiantes. Las instituciones tienen aún más poder para examinar los datos de acuerdo con sus propias necesidades y objetivos gracias a la generación de informes personalizables.","Teco-how-description-4":"Al brindarles a los estudiantes información oportuna sobre las clases y cursos disponibles que ofrecen información pertinente para capacitar a los estudiantes en las áreas de interés de los socios, el servicio Enrollment Builder de Teco Admin ayuda a las universidades a aumentar la inscripción. Las instituciones pueden mejorar todo el proceso de inscripción, lo que resulta en una mayor satisfacción y retención de los estudiantes, al alertarlos sobre los cursos que necesitan y su disponibilidad. Este programa permite a los estudiantes planificar más su trayectoria académica y garantiza que puedan inscribirse en los cursos que necesitan para avanzar en sus carreras académicas.","Teco-how-subtitle":"La tecnología Inspirame trabaja para cumplir los objetivos de su organización al aprovechar los deseos de nuestros estudiantes de mejorar sus resultados educativos y laborales con sus necesidades.\n","Teco-how-text-1":"Descargue y vea datos de auditorías de títulos para los expedientes académicos cargados. Sus estudiantes pueden tener auditorías de títulos y planes educativos precisos y actualizados, cada semestre","Teco-how-text-2":"Envíe contenido directamente a los usuarios que asisten a las escuelas correspondientes a través de nuestra capacidad de distribución de cohortes.","Teco-how-text-3":"Vea y descargue información valiosa que impulse la retención e inscripción de estudiantes para la toma de decisiones. Los datos están disponibles para las transcripciones procesadas, así como para las métricas y comportamientos de los usuarios de Teco Guide. La generación de informes personalizables está disponible","Teco-how-text-4":"Mejora la inscripción en las clases de tu institución con este servicio. Los usuarios de Teco Guide están informados de las clases que necesitan y su disponibilidad en su campus","Teco-how-title":"Cómo funciona una asociación\n","Teco-how-title-1":"Auditoría de títulos y procesamiento del plan educativo","Teco-how-title-2":"Distribución de contenido","Teco-how-title-3":"Datos y análisis","Teco-how-title-4":"Creador de inscripciones","Teco-tools-1":"Inteligencia artificial generativa TecoGPT","Teco-tools-2":"Notificaciones y recordatorios","Teco-tools-3":"Clases y planes educativos","Teco-tools-4":"Búsqueda mayor","Teco-tools-5":"Elegibilidad para servicios de asistencia y ayuda financiera","Teco-tools-title":"Herramientas - Universidad y carrera profesional"}