{"faq-see-more":"Más preguntas\n","faq-subtitle":"Vea algunas respuestas a nuestras preguntas más comunes.","faq-title":"Preguntas frecuentes","Fulfill-description":"Realice un seguimiento de su progreso en el cumplimiento de sus requisitos de educación general y principal.","Fulfill-text":"Asegúrese de cumplir con todos los requisitos para su educación general y principal accediendo a nuestros recursos y orientación integrales. Manténgase encaminado y gradúese a tiempo.","Fulfill-title":"Contenido motivacional\n","Map-description":"Mapea tu viaje académico","Map-text":"Planifique su trayectoria académica y planifique los cursos que debe tomar para lograr sus objetivos educativos. Visualiza tu progreso y mantente organizado durante tu experiencia universitaria.","Map-title":"Planificador educativo y notificaciones\n","Personalized-description":"Su asesor universitario y profesional personalizado, 24 horas al día, 7 días a la semana","Resources-description":"Recursos a tu alcance","Resources-text":"Acceda a una amplia gama de recursos y herramientas que respaldarán su éxito académico. Desde materiales de investigación hasta guías de estudio, tenemos todo lo que necesitas para sobresalir en tus estudios.","Resources-title":"Elegibilidad para ayuda y apoyo financiero","Search-description":"Busque certificados y títulos asequibles","Search-text":"Encuentre programas de grado asequibles en California que coincidan con sus intereses y objetivos profesionales. Explore una amplia gama de opciones y tome decisiones informadas sobre su educación.","Search-title":"Búsqueda principal","Teco-card-community":"Colegios comunitarios de California","Teco-card-community-1":"Certificados de carrera","Teco-card-community-2":"Grados asociados","Teco-card-community-3":"Transferencia a Universidades de 4 años","Teco-card-ged":"GED y finalización de la escuela secundaria","Teco-card-ged-1":"Buscador de programas","Teco-card-ged-2":"Preparación de matemáticas para el GED","Teco-card-ged-3":"Preparación de inglés para el GED","Teco-card-industry":"Certificaciones de la industria","Teco-card-industry-1":"Certificaciones de la industria (no universitarias)","Teco-card-industry-2":"Programas de aprendizaje","Teco-card-industry-3":"Opciones de capacitación laboral directa","Teco-faq-10-q":"¿Cómo apoya TecoGuide a las comunidades subrepresentadas?\n","Teco-faq-10-r":"TecoGuide se dedica a promover la diversidad y la inclusión brindando apoyo y recursos personalizados a comunidades subrepresentadas. Trabajamos para eliminar las barreras a la educación y el avance profesional, garantizando un acceso equitativo a las oportunidades para todos los estudiantes. ¡Estamos orgullosos de diseñar nuestra plataforma pensando en los estudiantes de bajos ingresos de primera generación!  \n","Teco-faq-1-q":"¿Qué es TecoGuide?\n","Teco-faq-1-r":"TecoGuide es una plataforma innovadora diseñada para cerrar la brecha en la fuerza laboral al brindar programas de certificación profesional, títulos asociados y programas de licenciatura accesibles y de alta calidad. Ofrecemos experiencias de aprendizaje personalizadas, orientación a través de certificaciones de la industria y sólidos sistemas de apoyo para ayudar a las personas a alcanzar sus objetivos educativos y profesionales.\n","Teco-faq-2-q":"¿Cómo funciona TecoGuide?\n","Teco-faq-2-r":"TecoGuide expone y guía a los estudiantes a través de instituciones educativas. Nuestra plataforma proporciona recomendaciones personalizadas para cursos y programas basados en las aspiraciones profesionales individuales y los niveles de habilidad. También ofrecemos recursos y apoyo para garantizar que los estudiantes puedan navegar su viaje educativo con éxito.\n","Teco-faq-3-q":"¿Quién puede beneficiarse de TecoGuide?\n","Teco-faq-3-r":"TecoGuide está diseñado para una amplia gama de usuarios, incluidos graduados de secundaria, profesionales en activo que buscan mejorar sus habilidades o cambiar de carrera, padres/tutores e individuos que buscan caminos asequibles y accesibles hacia la educación superior. Gratis y abierto a cualquier persona mayor de 13 años.  \n","Teco-faq-4-q":"¿Qué tipos de funciones ofrece TecoGuide?\n","Teco-faq-4-r":"Ofrecemos una variedad de funciones y herramientas, entre las que se incluyen: recomendador de clases, planificador educativo, determinante de ayuda financiera y servicios de apoyo, búsqueda de carreras y TecoGPT. TecoGuide cubre una amplia gama de funciones para simplificar los caminos hacia la universidad y hacia caminos no universitarios.\n","Teco-faq-5-q":"¿Qué tipo de apoyo brinda TecoGuide a los estudiantes?\n","Teco-faq-5-r":"TecoGuide ofrece una comunidad para estudiantes, educadores y padres. Nuestro objetivo es apoyar a los estudiantes y encontrarlos donde se encuentran ofreciéndoles vías simplificadas para ayudarlos a alcanzar sus objetivos educativos y profesionales.\n","Teco-faq-6-q":"¿Cómo ayuda TecoGuide con la colocación profesional?\n","Teco-faq-6-r":"Trabajamos en estrecha colaboración con los empleadores para comprender sus necesidades y brindarles a los estudiantes vías simplificadas para obtener las habilidades necesarias que requiere la industria. TecoGuide también colabora para brindar habilidades de preparación laboral, que incluyen: elaboración de currículums, preparación para entrevistas y conexiones directas con empleadores potenciales para facilitar la inserción laboral de nuestros graduados.\n","Teco-faq-7-q":"¿Cómo apoya TecoGuide a las comunidades subrepresentadas?\n","Teco-faq-7-r":"California alberga el sistema universitario de acceso abierto más grande de los EE. UU. Atiende a más de 1,8 millones de estudiantes anualmente en 116 campus. Si eres un adulto que no terminó la escuela secundaria o la terminó en otro país, pero has vivido en California durante muchos años, puedes solicitar el ingreso a una universidad e inscribirte, posiblemente de forma gratuita. Hay muchos programas que ayudan a los estudiantes.","Teco-faq-8-q":"¿Qué diferencia a TecoGuide de otras plataformas educativas?\n","Teco-faq-8-r":"Creada por y para poblaciones estudiantiles marginadas, TecoGuide se destaca por centrarse en cerrar la brecha entre educación y empleo. Se distingue por su enfoque personalizado de orientación, sólidas asociaciones industriales y sistemas integrales de apoyo diseñados para garantizar el éxito de los estudiantes desde la inscripción hasta la colocación profesional.\n","Teco-faq-9-q":"¿Cómo empiezo a utilizar TecoGuide?\n","Teco-faq-9-r":"¡Comenzar es muy fácil! Descarga la aplicación GRATUITA TecoGuide desde la App Store o Google Play. También puedes visitar nuestro sitio web en Inspirame.com para crear una cuenta.","Tecogpt-description":"¡Descubra trayectorias universitarias y profesionales asequibles para impulsar su vida!  ","Tecoguide-overline":"DESCUBRE TECO\n","Tecoguide-para":"TecoGuide es tu aplicación gratuita de planificación universitaria y profesional en California, diseñada específicamente para ayudarte a seguir tus estudios universitarios y/o industriales de la forma más rápida y económica posible.\n","Tecoguide-para-2":"TecoGuide lo expone y lo guía a través de trayectorias universitarias y profesionales asequibles que se ofrecen a través de los colegios comunitarios, universidades y socios industriales de CA.  \n","Tecoguide-para-3":"Todo el mundo dice “ve a la universidad”, pero nadie te muestra cómo… ¡hasta ahora!\n","Tecoguide-para-4":"¡Bienvenidos a TecoGuía! \n","Tecoguide-title":"Tu viaje comienza aquí","Teco-item-1":"Ahorrar dinero","Teco-item-1-para":"Solo recomendamos vías asequibles para certificados, títulos asociados y de licenciatura, maximizando el valor educativo y minimizando los costos.\n","Teco-item-2":"Ahorrar tiempo\n","Teco-item-2-para":"Nunca vuelvas a tomar las clases equivocadas. Las herramientas del Plan de clases y educación de TecoGuide lo guían a través de los requisitos de las clases y determinan la fecha de graduación.\n","Teco-item-3":"Ahorra energía\n","Teco-item-3-para":"Personalizamos su camino y le brindamos las respuestas que necesita para tomar mejores decisiones. También alineamos tus recursos, para que puedas concentrarte en aprender.\n","\nTeco-test-description":"¡Descubre opciones universitarias y profesionales asequibles para impulsar tu vida! ","Teco-text":"Gratis y abierto a adultos, estudiantes de secundaria, estudiantes universitarios y cualquier persona interesada en aprender. ","Teco-title":"TecoGPT IA","Teco-tuto-overline":"TUTORIAL TECOGUÍA\n","Teco-tuto-para":"Mauricio González, cofundador de TecoGuide, le presenta una introducción al uso de TecoGuide. Aprenderá sobre TecoGuide, cómo usarlo y verá muchos ejemplos para comenzar.\n\n","Teco-tuto-title":"Empezando con TecoGuide\n"}