{"Intro-para-1":"Inspirame est une entreprise technologique axée sur l'équité qui crée des produits reliant les apprenants, les écoles et le monde du travail.\n\n","Intro-para-2":"Fondée par et pour des étudiants de première génération à faible revenu, Inspirame se consacre à rencontrer les gens là où ils se trouvent. Nous visons à exposer, éduquer et guider les individus à travers des parcours éducatifs et professionnels abordables.","Intro-title":"  À propos d'Inspirame","team-cedric":"Consultant Web","team-ceudi":"Responsable du marketing","team-cristian":"Analyste d'affaires","team-Harris":"Responsable de l'IA","team-huy":"Responsable du conseil ","team-jakie":"Directeur de contenu","team-maggie":"Responsable UI/UX ","team-maria":"Co-fondateur et PDG\n","team-subtitle":"Rencontrez notre équipe de personnes passionnées et engagées dans la justice sociale et la mission de démocratiser l'enseignement supérieur et la réussite professionnelle pour tous.","team-test-prya":"Responsable de l'ingénierie","team-title":"Notre peuple\n","test-mauri":"\nCo-fondateur et directeur technique","values-Collaboration":"Nous croyons au pouvoir de la collaboration et travaillons en étroite collaboration avec des partenaires, des communautés et des leaders de l'éducation pour amplifier notre impact et atteindre des objectifs communs. Ensemble, nous donnons aux apprenants et à leurs familles les moyens de réussir.\n","values-Collaboration-title":"Collaboration","values-empowerment":"Nous nous engageons à donner aux apprenants les moyens de surmonter les obstacles systémiques, de libérer leur plein potentiel et de construire un avenir meilleur grâce à l'éducation et à des carrières significatives, ayant un impact positif sur leurs familles et les générations futures. \n","values-empowerment-title":"Autonomisation","values-equity":"Nous nous engageons à promouvoir l’équité, en garantissant que chacun ait un accès égal aux opportunités et aux ressources.","values-equity-title":"Équité","values-inclusivity":"Notre engagement en faveur de l'inclusivité nous pousse à développer des solutions culturellement pertinentes qui répondent aux divers besoins de nos utilisateurs.","values-Inclusivity-title":"Inclusivité","values-innovation":"Notre engagement envers l’innovation garantit que nous restons adaptables, réactifs et efficaces pour répondre aux besoins changeants de nos communautés.\n","values-innovation-title":"Innovation","values-resilience":"Nous honorons la résilience et la détermination inébranlable de ceux qui n’abandonnent jamais. Nos produits témoignent de leur parcours, quels que soient leurs antécédents ou les défis auxquels ils sont confrontés. ","values-resilience-title":"Résilience","values-subtitle":"Nous nous engageons à briser le cycle de la pauvreté générationnelle grâce à la réussite scolaire et professionnelle en exposant les apprenants et leurs familles à un large éventail de possibilités éducatives et professionnelles. Nous croyons fermement en :\n","values-title":"Nos valeurs fondamentales\n","vision-para-1":"Notre vision chez Inspirame est de créer un monde où chaque individu, quelle que soit son origine, a la possibilité de réussir ses études et de se libérer des contraintes de la pauvreté générationnelle. Nous aspirons à être le principal catalyseur de l’autonomisation éducative, en favorisant une culture d’apprentissage continu et de soutien communautaire. ","vision-para-2":"En comblant le fossé entre l’éducation et les opportunités, nous envisageons un avenir où chacun peut accéder aux ressources dont il a besoin pour s’épanouir et où l’éducation sert d’outil puissant de transformation personnelle et sociétale.\n\n","vision-title":"   Notre vision","who-para-2":"Dans le domaine de l'éducation, le professeur G apporte une riche expérience, ayant travaillé avec plus de 70 000 étudiants de première génération au cours de sa carrière de plus de 20 ans. En tant que professeur titulaire de conseil au sein des California Community Colleges, le plus grand système d'enseignement supérieur des États-Unis, le professeur G continue de servir les communautés marginalisées, partageant généreusement ses vastes connaissances en matière de navigation dans l'enseignement supérieur.","who-para-3":"Maria, quant à elle, a entamé son parcours professionnel dans le secteur des entreprises après ses études. Elle a occupé des postes de direction chez Cisco, Google, Visa et Equinix, en tant que directrice exécutive de la diversité, de l'équité et de l'inclusion (DEI). Maria est une experte reconnue en matière de diversité au sein de l'industrie de la haute technologie, célébrée pour son engagement à aider les autres grâce à son expertise, ses connaissances et ses privilèges. Elle n'a de cesse de guider les individus pour qu'ils puissent libérer leur plein potentiel.\n","who-para-4":"Ensemble, Mauricio et Maria constituent le duo de direction idéal pour Inspirame, une entreprise spécialisée dans les solutions technologiques innovantes qui démocratisent l'éducation. Leur collaboration allie une expertise approfondie, une vaste expérience et une passion inébranlable, illustrée par TecoGuide, le produit phare d'Inspirame. TecoGuide incarne leur engagement à révolutionner les solutions éducatives, inaugurant une nouvelle ère d'opportunités.\n","who-para-4-4":"Maria et Mauricio sont de fervents défenseurs de l’égalité d’accès à une éducation de qualité pour tous, quelle que soit leur origine.","who-subtitle":"Autonomiser l’avenir et relier les mondes : allier expérience vécue et professionnelle avec innovation\n","who-title":"Qui nous sommes\n","who-we-are-para-1":"Nos fondateurs – Maria Medrano, MBA, MA et Mauricio Gonzalez, MA (alias professeur G) – illustrent parfaitement les innombrables obstacles auxquels sont confrontés les étudiants de première génération.\n","who-we-are-para-1-1":"Issus de la première génération d'Américains d'origine mexicaine, à faible revenu et défavorisés sur le plan éducatif, ils ont relevé avec audace les défis de la poursuite d'études supérieures avec une détermination sans faille. Contre toute attente, ils ont non seulement terminé leurs études avec succès, mais ont également franchi des étapes importantes dans leur parcours professionnel."}