{"About-button":"Apprendre encore plus","About-caption-1":"Conférenciers principaux","About-caption-2":"Sac Library - Cérémonie de remise des diplômes GED, 2023","About-first-para":"Inspirame est à l'avant-garde de la technologie de l'enseignement supérieur, agissant en tant que défenseur de la diversité, de l'équité et de l'inclusion. Notre mission consiste à démanteler les barrières systémiques qui empêchent les communautés marginalisées d'accéder à un enseignement supérieur abordable et à des opportunités d'emploi.","About-fourth-para":"Inspirame est l'avenir du travail.","About-photo-title":"Co-fondateurs :","About-second-para":"Inspirame, qui signifie « inspire-moi » en espagnol, n'est pas seulement un nom : c'est un appel à l'action. En tant qu'entreprise à impact social, nous développons des technologies pour élargir l'accès et l'achèvement de l'éducation et de la formation professionnelle, dans le but de maximiser les réservoirs de talents et de former une main-d'œuvre plus inclusive.\n","About-third-para":"Nous invitons d’autres à nous rejoindre dans cette mission vitale, reconnaissant l’importance des efforts collectifs pour apporter un changement durable.\n","About-title":"À propos d'Inspirame","banner-teco":"Disponible sur AppStore !","banner-teco-hey":"HÉ!","Blog-overline":"Actualités et podcasts","blog-subtitle":"Restez informé des dernières nouvelles et mises à jour d'Inspirame.","blog-title":"Dernières nouvelles","Blog-title":"Dernières mises à jour","Bridge-intro-button":"Plus d'informations","Bridge-intro-overline":"FAIRE FACE À LA CRISE DE L’ÉDUCATION","Bridge-intro-para":"Alors que le système éducatif national est confronté à des défis alarmants et à des disparités croissantes, la nécessité d'une intervention immédiate est évidente. Les California Community Colleges (CCC) sont aux prises avec des taux d'abandon proches de 60 %. Conscient de l'urgence de la situation, Inspirame s'engage à prendre des mesures proactives pour inverser cette tendance inquiétante.","Bridge-intro-title":"Combler le fossé de 2,5 millions de certificats de carrière et de diplômes de licence en Californie d'ici 2030","button-hero":"Créez votre compte gratuit","Call-into-action":"Prêt à prendre en charge votre parcours éducatif et professionnel ?","Call-into-action-1":"Unis, nous veillerons à ce que vous atteigniez vos objectifs !","Call-into-button":"Entrer en contact","Hero-title-1":"La seule application mobile qui vous guide vers les parcours universitaires et professionnels les plus abordables !\n  \n","Hero-title-2":"l'éducation pour tous.","Hero-title-span":"démocratiser","marathon-subtitle":"Le parcours de María Medrano, qui est passée de la première de sa famille à l'université à la fondatrice d'Inspírame, est précisément cela : inspirant. Dans ce guide EdTech Mentor, María partage ses expériences uniques dans l'entreprise américaine, les défis d'être une Latina dans l'industrie technologique et la motivation derrière sa startup, Inspírame. Elle parle de l'importance de l'éducation, de la communauté et de la volonté d'aider les autres à surmonter les obstacles auxquels elle a été confrontée.","marathon-title":"Construire avec un objectif : le marathon du développement de produits avec María Medrano","partners-button":"Devenir un partenaire","Partners-button":"Apprendre encore plus","Partners-para":"Nous sommes reconnaissants envers notre communauté croissante de partenaires qui amplifient notre impact et contribuent à garantir que chacun ait accès aux bonnes informations pour son avenir.\n\n\n","Partners-para-1":"Nous travaillons en partenariat avec des organismes publics et privés qui se consacrent à l’amélioration des résultats en matière d’éducation et d’emploi pour tous !","partners-subtitle":"Nous sommes reconnaissants envers notre communauté croissante de partenaires qui amplifient notre impact et contribuent à garantir que chacun ait accès aux bonnes informations pour son avenir.","partners-title":"Nos partenaires","Partners-title":"NOS PARTENAIRES","Problem-black":"60 pour cent des diplômés noirs du secondaire ne sont pas préparés par leurs lycées à répondre aux exigences du cours AG pour l’admission à l’UC et à la CSU.","Problem-black-source":"Source : Département de l'Éducation de Californie ; Analyse EdSource, EdSource","Problem-latino-1":"40 pour cent de la population californienne est représentée par la communauté latino-américaine.","Problem-latino-2":"20 pour cent des titulaires d'un baccalauréat en Californie sont issus de la communauté latino-américaine.","Problem-latino-source":"Source : Community College Research Center, Aspen Institute College Excellence Program et National Student Clearinghouse Research Center","Problem-overline":"COMBLER LE FOSSÉ","Problem-title":"TOUT LE MONDE mérite un accès égal aux opportunités d’éducation et de réussite professionnelle. \n","Problem-transfer":"Près de 80 pour cent des étudiants des collèges communautaires souhaitent transférer et obtenir un baccalauréat, mais seulement 16 pour cent le font après six ans.\n","Problem-transfer-source":"Source : Community College Research Center, Aspen Institute College Excellence Program et National Student Clearinghouse Research Center","tecoguide-button":"Apprendre encore plus","Teco-list-1":"Certificats de carrière","Teco-list-2":"Diplômes d'associé","Teco-list-3":"Transfert vers les universités de 4 ans","Teco-overline":"NOTRE TECHNOLOGIE","Teco-para-1":"TecoGuide est une plateforme gratuite de navigation universitaire et professionnelle qui simplifie et personnalise votre parcours éducatif. Que vous envisagiez de commencer l'université, que vous soyez actuellement inscrit à l'université ou que vous ayez abandonné vos études et que vous soyez prêt à revenir…\n","Teco-para-2":"TecoGuide enseigne, guide et vous expose aux conseils, stratégies et contenus dont vous avez besoin pour atteindre vos objectifs ! Notre objectif est de vous faire économiser autant de temps et d’argent que possible pendant que vous préparez un certificat de carrière ou un diplôme universitaire.  ","Teco-para-4":"Nous nous concentrons sur les options abordables de certificats et de diplômes universitaires disponibles via le système du Ca Community College, ainsi que sur les programmes d'apprentissage et de formation industrielle non universitaires.  ","Teco-subtitle":"Tout le monde peut utiliser TecoGuide pour apprendre à obtenir un certificat ou un diplôme universitaire à moindre coût.","Teco-title-1":"Rencontrez TecoGuide :\n","Teco-title-2":" Votre conseiller universitaire et professionnel","Teco-whatwedo-exposee":"Exposition aux opportunités","Teco-whatwedo-expose-text":"Notre technologie expose les communautés à des options abordables de formation universitaire et professionnelle, allant des certificats au baccalauréat. Nous créons et distribuons du contenu collégial et de développement de carrière directement à l'apprenant.  \n","Teco-whatwedo-guide":"Accompagnement à la réalisation\n","Teco-whatwedo-guide-text":"Grâce à notre plateforme TecoGuide, nous fournissons des conseils dédiés aux apprenants tout au long de leur parcours dans les programmes de certification universitaires et industriels, garantissant ainsi un chemin clair vers l'achèvement. Notre objectif est d’améliorer rapidement et efficacement les taux d’obtention de diplôme et de transfert des collèges communautaires et des programmes de formation industrielle.\n\n","Teco-whatwedo-teach":"Élargir l’accès","Teco-whatwedo-teach-text":"Nous élargissons l'accès aux parcours universitaires et professionnels pour les apprenants, les parents, les enseignants, les conseillers et les administrateurs. Nous ajoutons de la valeur aux partenaires de l'industrie et des organismes à but non lucratif, de l'accès aux ressources à l'élargissement des viviers de talents. \n","what-we-do-text":"Inspirame vise à répondre aux demandes changeantes de la main-d'œuvre en guidant les gens vers l'obtention d'un diplôme universitaire et de certifications industrielles.","what-we-do-title":"CE QUE NOUS FAISONS"}