{"faq-see-more":"Plus de questions\n","faq-subtitle":"Découvrez quelques réponses à nos questions les plus courantes.","faq-title":"FAQ","Fulfill-description":"Suivez vos progrès dans l'accomplissement de vos exigences majeures et de formation générale","Fulfill-text":"Assurez-vous de répondre à toutes les exigences de votre formation majeure et générale en accédant à nos ressources et conseils complets. Restez sur la bonne voie et obtenez votre diplôme à temps.","Fulfill-title":"Contenu de motivation\n","Map-description":"Cartographiez votre parcours académique","Map-text":"Planifiez votre parcours académique et définissez les cours que vous devez suivre pour atteindre vos objectifs éducatifs. Visualisez vos progrès et restez organisé tout au long de votre expérience universitaire.","Map-title":"Planificateur éducatif et notifications\n","Personalized-description":"Votre conseiller personnalisé en matière d'études et de carrière, 24h/24 et 7j/7","Resources-description":"Des ressources à portée de main","Resources-text":"Accédez à un large éventail de ressources et d’outils qui soutiendront votre réussite scolaire. Du matériel de recherche aux guides d'étude, nous avons tout ce dont vous avez besoin pour exceller dans vos études.","Resources-title":"Admissibilité à l'aide financière et au soutien","Search-description":"Recherchez des certificats et des diplômes abordables","Search-text":"Trouvez des programmes d'études abordables en Californie qui correspondent à vos intérêts et à vos objectifs de carrière. Explorez un large éventail d'options et prenez des décisions éclairées concernant votre éducation.","Search-title":"Recherche majeure","Teco-card-community":"Collèges communautaires de Californie","Teco-card-community-1":"Certificats de carrière","Teco-card-community-2":"Diplômes d'associé","Teco-card-community-3":"Transfert vers les universités de 4 ans","Teco-card-ged":"GED et achèvement des études secondaires","Teco-card-ged-1":"Recherche de programme","Teco-card-ged-2":"Préparation aux mathématiques GED","Teco-card-ged-3":"Préparation à l'anglais GED","Teco-card-industry":"Certifications de l'industrie","Teco-card-industry-1":"Certifications industrielles (non universitaires)","Teco-card-industry-2":"Programmes d'apprentissage","Teco-card-industry-3":"Options de formation professionnelle directe","Teco-faq-10-q":"Comment TecoGuide soutient-il les communautés sous-représentées ?\n","Teco-faq-10-r":"TecoGuide se consacre à la promotion de la diversité et de l'inclusion en fournissant un soutien et des ressources sur mesure aux communautés sous-représentées. Nous travaillons à éliminer les obstacles à l’éducation et à l’avancement professionnel, en garantissant un accès équitable aux opportunités pour tous les apprenants. Nous sommes fiers de concevoir notre plateforme en pensant aux étudiants de 1ère génération à faible revenu !  \n","Teco-faq-1-q":"Qu’est-ce que TecoGuide ?\n","Teco-faq-1-r":"TecoGuide est une plate-forme innovante conçue pour combler le déficit de main-d'œuvre en proposant des programmes de certificat de carrière, des diplômes d'associé et des parcours de licence accessibles et de haute qualité. Nous proposons des expériences d'apprentissage personnalisées, des conseils via des certifications industrielles et des systèmes de soutien robustes pour aider les individus à atteindre leurs objectifs éducatifs et professionnels.\n","Teco-faq-2-q":"Comment fonctionne TecoGuide ?\n","Teco-faq-2-r":"TecoGuide expose et guide les apprenants à travers les établissements d'enseignement. Notre plateforme fournit des recommandations personnalisées pour les cours et les programmes en fonction des aspirations professionnelles et des niveaux de compétences de chacun. Nous proposons également des ressources et un soutien pour garantir que les apprenants puissent réussir leur parcours éducatif.\n","Teco-faq-3-q":"Qui peut bénéficier de TecoGuide ?\n","Teco-faq-3-r":"TecoGuide est conçu pour un large éventail d'utilisateurs, notamment les diplômés du secondaire, les professionnels cherchant à se perfectionner ou à changer de carrière, les parents/tuteurs et les personnes à la recherche de parcours abordables et accessibles vers l'enseignement supérieur. Gratuit et ouvert à toute personne de 13 ans et plus.  \n","Teco-faq-4-q":"Quels types de fonctionnalités TecoGuide propose-t-il ?\n","Teco-faq-4-r":"Nous proposons une variété de fonctionnalités et d'outils, notamment : un outil de recommandation de cours, un planificateur d'études, un outil de détermination des aides financières et des services de soutien, une recherche de spécialisation et TecoGPT. TecoGuide couvre un large éventail de fonctionnalités pour simplifier les parcours vers les filières universitaires et non universitaires.\n","Teco-faq-5-q":"Quel type de soutien TecoGuide apporte-t-il aux étudiants ?\n","Teco-faq-5-r":"TecoGuide propose une communauté pour les apprenants, les éducateurs et les parents. Notre objectif est de soutenir les apprenants et de les rencontrer là où ils se trouvent en leur proposant des parcours simplifiés pour les aider à atteindre leurs objectifs éducatifs et professionnels.\n","Teco-faq-6-q":"Comment TecoGuide aide-t-il au placement professionnel ?\n","Teco-faq-6-r":"Nous travaillons en étroite collaboration avec les employeurs pour comprendre leurs besoins et proposer aux apprenants des parcours simplifiés pour acquérir les compétences nécessaires requises par l'industrie. TecoGuide s'associe également pour fournir des compétences de préparation à l'emploi, notamment : la rédaction de CV, la préparation aux entretiens et des liens directs avec des employeurs potentiels pour faciliter le placement professionnel de nos diplômés.\n","Teco-faq-7-q":"Comment TecoGuide soutient-il les communautés sous-représentées ?\n","Teco-faq-7-r":"La Californie abrite le plus grand système universitaire en accès libre des États-Unis. Il accueille plus de 1,8 million d'étudiants chaque année sur 116 campus. Si vous êtes un adulte qui n'a pas terminé ses études secondaires ou qui a terminé ses études secondaires dans un autre pays, mais qui vit en Californie depuis de nombreuses années, vous pouvez postuler à une université et vous inscrire, éventuellement gratuitement. Il existe de nombreux programmes qui aident les étudiants.","Teco-faq-8-q":"Qu'est-ce qui différencie TecoGuide des autres plateformes éducatives ?\n","Teco-faq-8-r":"Construit par et pour des populations étudiantes marginalisées, TecoGuide se distingue en se concentrant sur la réduction du fossé entre l'éducation et l'emploi. Il se distingue par son approche personnalisée de l'orientation, ses partenariats industriels solides et ses systèmes de soutien complets conçus pour garantir la réussite des étudiants, de l'inscription au placement professionnel.\n","Teco-faq-9-q":"Comment démarrer avec TecoGuide ?\n","Teco-faq-9-r":"Il est facile de commencer ! Téléchargez l'application TecoGuide GRATUITE sur l'App Store ou Google Play. Vous pouvez également visiter notre site Web à l'adresse Inspirame.com pour créer un compte.","Tecogpt-description":"Découvrez des parcours universitaires et professionnels abordables pour démarrer votre vie !  ","Tecoguide-overline":"DÉCOUVREZ TECO\n","Tecoguide-para":"TecoGuide est votre application gratuite de planification de carrière et d'université en Californie, spécialement conçue pour vous aider à franchir les étapes universitaires et/ou industrielles de la manière la plus rapide et la plus abordable possible !\n","Tecoguide-para-2":"TecoGuide vous expose et vous guide à travers des parcours universitaires et professionnels abordables proposés par les collèges communautaires, les universités et les partenaires industriels de CA.  \n","Tecoguide-para-3":"Tout le monde dit « aller à l’université », mais personne ne vous montre comment faire… jusqu’à maintenant !\n","Tecoguide-para-4":"Bienvenue sur TecoGuide! \n","Tecoguide-title":"Votre voyage commence ici","Teco-item-1":"Économiser de l'argent","Teco-item-1-para":"Nous recommandons uniquement des parcours abordables pour les certificats, les diplômes d'associé et de licence, maximisant la valeur éducative tout en minimisant les coûts.\n","Teco-item-2":"Gagner du temps\n","Teco-item-2-para":"Ne suivez plus jamais les mauvais cours. Les outils Classes et Plan éducatif de TecoGuide vous guident à travers les exigences des cours et déterminent la date d'obtention du diplôme.\n","Teco-item-3":"Économiser l'énergie\n","Teco-item-3-para":"Nous personnalisons votre parcours et vous apportons les réponses dont vous avez besoin pour prendre de meilleures décisions. Nous alignons également vos ressources afin que vous puissiez vous concentrer sur l'apprentissage.\n","\nTeco-test-description":"Découvrez des parcours universitaires et professionnels abordables pour démarrer votre vie ! ","Teco-text":"Gratuit et ouvert aux adultes, aux étudiants du secondaire, aux étudiants des collèges et universités et à toute personne intéressée à apprendre. ","Teco-title":"IA TecoGPT","Teco-tuto-overline":"TUTORIEL TECOGUIDE\n","Teco-tuto-para":"Mauricio Gonzalez, co-fondateur de TecoGuide, vous présente une introduction à l'utilisation de TecoGuide. Vous découvrirez TecoGuide, comment l'utiliser et verrez de nombreux exemples pour commencer.\n\n","Teco-tuto-title":"Premiers pas avec TecoGuide\n"}