{"Button-intro":"Rejoignez-nous","partner-title":"  Nous travaillons en partenariat avec","partner-title-para1":"Pour les partenaires du secteur éducatif et à but non lucratif","partner-title-para1-1":"Augmenter les taux d’inscription à l’université","partner-title-para1-2":"Augmenter les taux d’obtention de diplôme et de transfert","partner-title-para1-3":" Créer des pipelines d’éducation pour :","partner-title-para1-3-1":"Diplôme d'études secondaires et diplôme d'études générales","partner-title-para1-3-2":"Du lycée au collège/université","partner-title-para1-3-3":"Du collège communautaire à l'université","partner-title-para2":"Pour les partenaires de l'industrie, du gouvernement et des organismes à but non lucratif","partner-title-para2-1":"Perfectionner et recycler les employés","partner-title-para2-2":"Augmenter les filières à forte demande (par exemple, STEM)","partner-title-para2-3":"  Créer des pipelines industriels pour :","partner-title-para2-3-1":"Étudiants-Stagiaires","partner-title-para2-3-2":"Apprentis","partner-title-para2-3-3":"Employés qualifiés","partner-title-para2-3-4":"Clients/Clients","tab-data-1":"Écoles secondaires","tab-data-2":"Collèges communautaires","tab-data-3":"Universités","tab-data-4":"Programmes catégoriques","tab-data-5":"Organismes à but non lucratif","tab-data-6":"Gouvernement","tab-data-7":"Industrie","tab-data-8":"Fondations","Teco-admin-subtitle":"Notre plateforme publique, TecoGuide, expose et guide les apprenants vers des parcours de formation et d'éducation pour combler les lacunes de la main-d'œuvre.","Teco-admin-subtitle-2":"Simultanément, TecoAdmin, notre plateforme destinée aux partenaires, fournit des informations commerciales en temps réel aux écoles et aux partenaires industriels.  ","Teco-admin-subtitle-3":"Ensemble, nous pouvons garantir qu’un plus grand nombre de personnes obtiennent des certificats et des diplômes abordables qui peuvent contribuer à mettre fin à la pauvreté générationnelle. ","Teco-admin-title-1":"Inspirame est plus qu'une entreprise technologique - nous sommes la\n","Teco-admin-title-2":" L'avenir du travail","Teco-bridge-list-1":"Étudiants de première génération","Teco-bridge-list-2":"Personnes de couleur et minorités ethniques","Teco-bridge-list-3":"Personnes handicapées","Teco-bridge-list-4":"Autres groupes traditionnellement mal desservis","Teco-bridge-para-1":"Inspirame s'adresse à tous les apprenants, en veillant à ce que chacun ait les mêmes chances de réussir ses études et sa carrière. TecoGuide offre un accès à tous, en particulier à nos communautés les plus mal desservies.\n","Teco-bridge-para-2":"\nNous numérisons les parcours universitaires et non universitaires pour améliorer les résultats sur le marché du travail et garantir un accès équitable aux opportunités pour tous.","Teco-bridge-title":"Combler le fossé entre les apprenants, les écoles et le marché du travail  ","Teco-button":"Contactez-nous","Teco-exposure-1":"Carrière hebdomadaire","Teco-exposure-2":"Les chemins\n","Teco-exposure-3":"Distribution de contenu motivant sur TecoGuide et les plateformes de médias sociaux","Teco-exposure-title":"Contenu de l'exposition","Teco-faq-1-q":" Quelle est la différence entre TecoAdmin et TecoGuide ?\n","Teco-faq-1-r":"TecoAdmin et TecoGuide sont deux produits intégraux, chacun remplissant des rôles distincts mais complémentaires.\n","Teco-faq-1-r-1":"TecoAdmin est un système backend innovant conçu pour gérer et contrôler les deux plateformes. Il est utilisé principalement par nos partenaires et clients. TecoAdmin permet une gestion efficace des données, des téléchargements de contenu, des autorisations des utilisateurs et d'autres tâches administratives critiques. Il garantit le bon fonctionnement et la maintenance du système, permettant une gestion robuste des données et une personnalisation du système.\n","Teco-faq-1-r-2":"TecoGuide est une plateforme innovante conçue pour combler le déficit de main-d'œuvre en proposant des programmes de certificat de carrière et des parcours de licence accessibles et de haute qualité. Il est utilisé exclusivement par les apprenants (étudiants et étudiants potentiels). Nous proposons des expériences d'apprentissage personnalisées, des parcours alignés sur l'industrie et des systèmes de soutien robustes pour aider les individus à atteindre leurs objectifs éducatifs et professionnels.\n","Teco-faq-2-q":"Qu'est-ce qui distingue TecoAdmin des autres plateformes/logiciels similaires ?\n","Teco-faq-2-r":"TecoAdmin se distingue des autres plates-formes et logiciels similaires grâce à plusieurs fonctionnalités et capacités uniques :\n","Teco-faq-2-r-1":"Générateur d'inscriptions / Pipeline de talents : TecoAdmin fournit une vue innovante des apprenants/talents potentiels. Cette fonctionnalité aide les établissements d'enseignement et les partenaires industriels à comprendre les données démographiques, les intérêts et les besoins des prospects potentiels, permettant ainsi des stratégies d'inscription et d'engagement plus personnalisées et efficaces.\n","Teco-faq-2-r-2":"Données de parcours : contrairement à de nombreuses autres plateformes, TecoAdmin propose des données complètes sur les cours nécessaires aux apprenants pour terminer leur parcours. Ces informations aident les établissements à optimiser leurs offres de cours, en garantissant qu'elles répondent aux demandes d'inscription actuelles et futures.\n","Teco-faq-2-r-3":"Données longitudinales : TecoAdmin fournit des données longitudinales détaillées qui offrent des informations approfondies sur la réussite des étudiants/talents au fil du temps. En analysant les tendances et les modèles de performance des étudiants, les établissements peuvent prendre des décisions éclairées pour améliorer les résultats scolaires et soutenir la planification à long terme.\n","Teco-faq-2-r-4":"TecoAdmin est un outil puissant pour les établissements d'enseignement, les organisations à but non lucratif et l'industrie, car nous combinons une analyse approfondie des données avec des informations pratiques pour améliorer la planification, la réussite des étudiants et une main-d'œuvre améliorée.\n","Teco-faq-3-q":"Combien coûte l’utilisation de TecoAdmin ?\n","Teco-faq-3-r":"Modèle d'abonnement basé sur le nombre d'inscriptions et les objectifs de croissance fixés. Tous les coûts sont basés sur la performance, mettant en place une relation gagnant-gagnant-gagnant. Les contrats annuels avec les partenaires peuvent aller de 10 000 $ à 90 000 $ selon les objectifs fixés. (c'est-à-dire augmenter le nombre d'étudiants déclarant des spécialisations STEM de 5 %). \n","Teco-faq-4-q":"Faut-il résider en Californie pour utiliser TecoAdmin ?","Teco-faq-4-r":"Non, nous sommes une entreprise technologique autonome, ce qui nous rend évolutif dans n'importe quel État où TecoGuide et TecoAdmin sont activés ensemble. \n","Teco-faq-5-q":"TecoAdmin peut-il être utilisé dans d’autres pays en dehors des États-Unis ?\n","Teco-faq-5-r":"Nous nous concentrons sur la Californie pour 2024 et ajouterons divers États d'ici 2025, avec pour objectif d'étendre nos activités à l'échelle nationale d'ici 2026. Il est prévu que nous commencerons nos services internationaux d'ici 2027.","Teco-faq-6-q":"J'ai des questions supplémentaires sur TecoAdmin. Où puis-je trouver plus d'informations ?\n","Teco-faq-6-r":"N'hésitez pas à nous contacter en visitant notre page « Contactez-nous ».","teco-faq-button":"Voir plus","Teco-faq-subtitle":"Voir les réponses à certaines de nos questions les plus courantes pour TecoAdmin ","Teco-faq-title":"FAQ","Teco-how-description-1":"Les utilisateurs peuvent obtenir des audits de diplômes et des plans de formation précis et à jour que vous soutenez et validez en tant que partenaire Inspirame grâce au traitement des audits de diplômes et des plans éducatifs de Teco Admin. Ce service garantit que les établissements et les étudiants ont une compréhension claire des exigences et des progrès académiques. Les établissements peuvent offrir aux étudiants des conseils personnalisés grâce à un traitement automatisé et à des mises à jour fréquentes, ce qui permet une meilleure planification académique et l'obtention d'un diplôme dans les délais.","Teco-how-description-2":"Grâce à son outil de distribution de cohortes, Teco Admin fournit une distribution transparente de contenu aux utilisateurs des écoles nourricières. Grâce à cette capacité, les établissements d’enseignement et les étudiants potentiels seront en mesure de communiquer et de dialoguer plus efficacement. Les établissements peuvent améliorer leurs efforts de sensibilisation et attirer une base d'étudiants plus qualifiés et intéressés en concentrant leurs efforts de sensibilisation sur quelques catégories clés avec un contenu personnalisé.","Teco-how-description-3":"Teco Admin propose des données et des analyses détaillées qui donnent des informations importantes sur l'activité des utilisateurs, les tendances d'inscription et la rétention des étudiants. Grâce à ces informations, les partenaires peuvent prendre des décisions éclairées, identifier les domaines à développer et mettre en pratique des tactiques puissantes qui augmenteront les performances institutionnelles et la réussite des étudiants. Les institutions sont en outre habilitées à examiner les données conformément à leurs propres besoins et objectifs grâce à la génération de rapports personnalisables.","Teco-how-description-4":"En fournissant aux étudiants des informations opportunes sur les cours disponibles et les cours offrant des informations pertinentes pour former les étudiants dans les domaines d'intérêt des partenaires, le service Enrollment Builder de Teco Admin aide les universités à augmenter les inscriptions. Les établissements peuvent améliorer l'ensemble du processus d'inscription, ce qui entraînera une plus grande satisfaction et une plus grande rétention des étudiants, en alertant les étudiants sur les cours dont ils ont besoin et leur disponibilité. Ce programme permet aux étudiants de mieux planifier leur parcours académique et garantit qu'ils peuvent s'inscrire aux cours dont ils ont besoin pour progresser dans leur carrière universitaire.","Teco-how-subtitle":"La technologie Inspirame s'efforce d'atteindre les objectifs de votre organisation en tirant parti du désir de nos apprenants d'améliorer leurs résultats en matière d'éducation et d'emploi en fonction de vos besoins.\n","Teco-how-text-1":"Téléchargez et affichez les données d'audit des diplômes pour les relevés de notes téléchargés. Vos étudiants peuvent bénéficier d'audits de diplômes et de plans de formation précis et à jour, chaque semestre.","Teco-how-text-2":"Envoyez du contenu directement aux utilisateurs qui fréquentent les écoles nourricières grâce à notre capacité de distribution de cohortes","Teco-how-text-3":"Consultez et téléchargez des informations sur les données qui favorisent la rétention et les inscriptions des étudiants pour la prise de décision. Les données sont disponibles pour les transcriptions traitées, ainsi que pour les mesures et les comportements des utilisateurs de Teco Guide. La génération de rapports personnalisables est disponible","Teco-how-text-4":"Améliorez les inscriptions aux cours de votre établissement grâce à ce service. Les utilisateurs de Teco Guide sont informés des cours dont ils ont besoin et de leur disponibilité sur votre campus","Teco-how-title":"Comment fonctionne un partenariat\n","Teco-how-title-1":"Audit de diplôme et traitement du plan d'éducation","Teco-how-title-2":"Distribution de contenu","Teco-how-title-3":"Analyse des données","Teco-how-title-4":"Générateur d'inscriptions","Teco-tools-1":"IA générative TecoGPT","Teco-tools-2":"Notifications et rappels","Teco-tools-3":"Cours et programmes éducatifs","Teco-tools-4":"Recherche principale","Teco-tools-5":"Admissibilité aux services d'aide financière et de soutien","Teco-tools-title":"Outils - Collège et carrière"}