{"Intro-para-1":"इंस्पायरेम एक इक्विटी-संचालित प्रौद्योगिकी कंपनी है जो शिक्षार्थियों, स्कूलों और कार्यबल को जोड़ने वाले उत्पाद बनाती है।\n\n","Intro-para-2":"पहली पीढ़ी के कम आय वाले छात्रों द्वारा और उनके लिए स्थापित, इंस्पायरम उन लोगों से मिलने के लिए समर्पित है जहाँ वे हैं। हमारा उद्देश्य किफायती शिक्षा और कैरियर के रास्ते के माध्यम से व्यक्तियों को उजागर करना, शिक्षित करना और मार्गदर्शन करना है।","Intro-title":"  इंस्पायरेम के बारे में","team-cedric":"वेब सलाहकार","team-ceudi":"विपणन प्रमुख","team-cristian":"व्यापार विश्लेषक","team-Harris":"एआई प्रमुख","team-huy":"परामर्श प्रमुख ","team-jakie":"सामग्री निदेशक","team-maggie":"यूआई/यूएक्स प्रमुख ","team-maria":"सह-संस्थापक एवं सीईओ\n","team-subtitle":"सामाजिक न्याय और सभी के लिए उच्च शिक्षा और कैरियर प्राप्ति के लोकतंत्रीकरण के मिशन के लिए प्रतिबद्ध उत्साही लोगों की हमारी टीम से मिलिए।","team-test-prya":"इंजीनियरिंग प्रमुख","team-title":"हमारे लोग\n","test-mauri":"\nसह-संस्थापक और सीटीओ","values-Collaboration":"हम सहयोग की शक्ति में विश्वास करते हैं, भागीदारों, समुदायों और शिक्षा नेताओं के साथ मिलकर काम करते हुए अपने प्रभाव को बढ़ाते हैं और साझा लक्ष्यों को प्राप्त करते हैं। साथ मिलकर, हम शिक्षार्थियों और उनके परिवारों को सफल होने के लिए सशक्त बनाते हैं।\n","values-Collaboration-title":"सहयोग","values-empowerment":"हम शिक्षार्थियों को प्रणालीगत बाधाओं पर विजय पाने, उनकी पूर्ण क्षमता को उजागर करने, तथा शिक्षा और सार्थक करियर के माध्यम से उज्जवल भविष्य का निर्माण करने के लिए सशक्त बनाने के लिए समर्पित हैं, जिससे उनके परिवारों और भावी पीढ़ियों पर सकारात्मक प्रभाव पड़ेगा। \n","values-empowerment-title":"अधिकारिता","values-equity":"हम समानता को बढ़ावा देने तथा यह सुनिश्चित करने के लिए प्रतिबद्ध हैं कि सभी को अवसरों और संसाधनों तक समान पहुंच मिले।","values-equity-title":"हिस्सेदारी","values-inclusivity":"समावेशिता के प्रति हमारी प्रतिबद्धता हमें सांस्कृतिक रूप से प्रासंगिक समाधान विकसित करने के लिए प्रेरित करती है जो हमारे उपयोगकर्ताओं की विविध आवश्यकताओं को पूरा करते हैं।","values-Inclusivity-title":"समावेशिता","values-innovation":"नवाचार के प्रति हमारी प्रतिबद्धता यह सुनिश्चित करती है कि हम अपने समुदायों की उभरती जरूरतों को पूरा करने में अनुकूलनीय, उत्तरदायी और प्रभावी बने रहें।\n","values-innovation-title":"नवाचार","values-resilience":"हम उन लोगों के लचीलेपन और दृढ़ निश्चय का सम्मान करते हैं जो कभी हार नहीं मानते। हमारे उत्पाद उनकी यात्रा के प्रमाण के रूप में खड़े हैं, चाहे उनकी पृष्ठभूमि या उनके सामने आने वाली चुनौतियाँ कुछ भी हों। ","values-resilience-title":"लचीलापन","values-subtitle":"हम शिक्षार्थियों और उनके परिवारों को शिक्षा और कैरियर की संभावनाओं की एक विस्तृत श्रृंखला से अवगत कराकर शैक्षिक और कैरियर प्राप्ति के माध्यम से पीढ़ी दर पीढ़ी गरीबी के चक्र को तोड़ने के लिए प्रतिबद्ध हैं। हम दृढ़ता से मानते हैं:\n","values-title":"हमारे मूल मूल्य\n","vision-para-1":"इंस्पायरम में हमारा लक्ष्य एक ऐसी दुनिया बनाना है जहाँ हर व्यक्ति को, चाहे उसकी पृष्ठभूमि कुछ भी हो, शैक्षिक सफलता प्राप्त करने और पीढ़ी दर पीढ़ी गरीबी की बाधाओं से मुक्त होने का अवसर मिले। हम शैक्षिक सशक्तिकरण के लिए अग्रणी उत्प्रेरक बनने की आकांक्षा रखते हैं, निरंतर सीखने और सामुदायिक समर्थन की संस्कृति को बढ़ावा देते हैं। ","vision-para-2":"शिक्षा और अवसर के बीच की खाई को पाटकर, हम एक ऐसे भविष्य की कल्पना करते हैं, जहां हर किसी को अपनी उन्नति के लिए आवश्यक संसाधनों तक पहुंच प्राप्त हो सके और जहां शिक्षा व्यक्तिगत और सामाजिक परिवर्तन के लिए एक शक्तिशाली उपकरण के रूप में काम करे।\n\n","vision-title":"   हमारा नज़रिया","who-para-2":"शिक्षा के क्षेत्र में, प्रोफेसर जी अपने साथ बहुत सारा अनुभव लेकर आए हैं, उन्होंने अपने 20+ साल के करियर में 70,000 से ज़्यादा पहली पीढ़ी के कॉलेज छात्रों के साथ काम किया है। कैलिफ़ोर्निया कम्युनिटी कॉलेज, जो अमेरिका में उच्च शिक्षा की सबसे बड़ी प्रणाली है, के एक स्थायी परामर्श संकाय सदस्य के रूप में, प्रोफेसर जी उच्च शिक्षा नेविगेशन में अपने व्यापक ज्ञान को उदारतापूर्वक साझा करते हुए, हाशिए पर पड़े समुदायों की सेवा करना जारी रखते हैं।","who-para-3":"दूसरी ओर, मारिया ने शिक्षा के बाद कॉर्पोरेट क्षेत्र में अपनी पेशेवर यात्रा शुरू की। उन्होंने सिस्को, गूगल, वीज़ा और इक्विनिक्स में विविधता, समानता और समावेश (डीईआई) कार्यकारी अधिकारी के रूप में कार्यकारी भूमिकाएँ निभाईं। मारिया हाई-टेक उद्योग के भीतर विविधता में एक प्रसिद्ध विशेषज्ञ हैं, जो अपनी विशेषज्ञता, ज्ञान और विशेषाधिकार के माध्यम से दूसरों को ऊपर उठाने की अपनी प्रतिबद्धता के लिए प्रसिद्ध हैं। वह व्यक्तियों को उनकी पूरी क्षमता को अनलॉक करने के लिए मार्गदर्शन करने में अथक हैं।\n","who-para-4":"मौरिसियो और मारिया मिलकर इंस्पायरम के लिए एक आदर्श नेतृत्व जोड़ी बनाते हैं, जो शिक्षा को लोकतांत्रिक बनाने वाले अग्रणी तकनीकी समाधानों में विशेषज्ञता रखते हैं। उनके सहयोग में गहरी विशेषज्ञता, व्यापक अनुभव और अटूट जुनून का समावेश है, जिसका उदाहरण इंस्पायरम के प्रमुख उत्पाद टेकोगाइड में मिलता है। टेकोगाइड शैक्षिक समाधानों में क्रांति लाने और अवसरों के एक नए युग की शुरुआत करने की उनकी प्रतिबद्धता का प्रतीक है।\n","who-para-4-4":"मारिया और मौरिसियो सभी के लिए गुणवत्तापूर्ण शिक्षा तक समान पहुंच के प्रबल समर्थक हैं, चाहे उनकी पृष्ठभूमि कुछ भी हो।","who-subtitle":"भविष्य को सशक्त बनाना और दुनिया को जोड़ना: नवीनता के साथ जीवंत और व्यावसायिक अनुभव का सम्मिश्रण\n","who-title":"हम जो हैं\n","who-we-are-para-1":"हमारे संस्थापक - मारिया मेड्रानो, एमबीए, एमए और मौरिसियो गोंजालेज, एमए (उर्फ प्रोफेसर जी) - पहली पीढ़ी के छात्रों के सामने आने वाली अनगिनत बाधाओं का एक सम्मोहक उदाहरण हैं।\n","who-we-are-para-1-1":"पहली पीढ़ी के, कम आय वाले और शैक्षिक रूप से वंचित मैक्सिकन अमेरिकी पृष्ठभूमि से आने वाले, उन्होंने दृढ़ संकल्प के साथ उच्च शिक्षा प्राप्त करने की चुनौतियों का साहसपूर्वक सामना किया। कठिन बाधाओं के बावजूद, उन्होंने न केवल अपनी शिक्षा सफलतापूर्वक पूरी की है, बल्कि अपने पेशेवर सफ़र में महत्वपूर्ण मील के पत्थर भी हासिल किए हैं।"}