{"Intro-para-1":"Inspirame هي شركة تكنولوجيا تعتمد على الأسهم وتقوم بإنشاء منتجات تربط بين المتعلمين والمدارس والقوى العاملة.\n\n","Intro-para-2":"تم تأسيس Inspirame على يد طلاب من الجيل الأول من ذوي الدخل المنخفض ومن أجلهم، وهو مخصص لمقابلة الأشخاص أينما كانوا. نحن نهدف إلى كشف الأفراد وتثقيفهم وتوجيههم من خلال مسارات تعليمية ومسارات وظيفية ميسورة التكلفة.","Intro-title":"  حول إنسبيرام","team-Harris":"رئيس منظمة العفو الدولية","team-maggie":"رئيس واجهة المستخدم/تجربة المستخدم ","team-maria":"المؤسس المشارك والرئيس التنفيذي","team-subtitle":"تعرف على فريقنا من الأشخاص المتحمسين الملتزمين بالعدالة الاجتماعية ومهمة إضفاء الطابع الديمقراطي على التعليم العالي والتحصيل الوظيفي للجميع.","team-test-prya":"رئيس الهندسة","team-title":"شعبنا\n","test-mauri":"\nالمؤسس المشارك والرئيس التنفيذي للتكنولوجيا","values-Collaboration":"نحن نؤمن بقوة التعاون، ونعمل بشكل وثيق مع الشركاء والمجتمعات وقادة التعليم لتضخيم تأثيرنا وتحقيق الأهداف المشتركة. معًا، نعمل على تمكين المتعلمين وأسرهم من تحقيق النجاح.\n","values-Collaboration-title":"تعاون","values-empowerment":"نحن ملتزمون بتمكين المتعلمين من التغلب على العوائق النظامية، وإطلاق العنان لإمكاناتهم الكاملة، وبناء مستقبل أكثر إشراقًا من خلال التعليم والمهن الهادفة، مما يؤثر بشكل إيجابي على أسرهم والأجيال القادمة. \n","values-empowerment-title":"التمكين","values-equity":"نحن ملتزمون بتعزيز المساواة، وضمان حصول الجميع على فرص متساوية للوصول إلى الفرص والموارد.","values-equity-title":"عدالة","values-inclusivity":"إن التزامنا بالشمولية يدفعنا إلى تطوير حلول ذات صلة ثقافيًا تلبي الاحتياجات المتنوعة لمستخدمينا.","values-Inclusivity-title":"الشمولية","values-innovation":"يضمن التزامنا بالابتكار أن نظل قادرين على التكيف والاستجابة والفعالية في تلبية الاحتياجات المتطورة لمجتمعاتنا.\n","values-innovation-title":"ابتكار","values-subtitle":"نحن ملتزمون بكسر دائرة الفقر بين الأجيال من خلال التحصيل التعليمي والمهني، من خلال تعريض المتعلمين وأسرهم لمجموعة واسعة من الإمكانيات المهنية. نحن نؤمن إيمانا راسخا بـ:\n","values-title":"قيمنا الأساسية\n","vision-para-1":"تتمثل رؤيتنا في Inspirame في خلق عالم يتمتع فيه كل فرد، بغض النظر عن خلفيته، بفرصة تحقيق النجاح التعليمي والتحرر من قيود الفقر بين الأجيال. نطمح أن نكون المحفز الرائد للتمكين التعليمي، وتعزيز ثقافة التعلم المستمر ودعم المجتمع. ","vision-para-2":"ومن خلال سد الفجوة بين التعليم والفرص، فإننا نتصور مستقبلًا حيث يمكن لكل أسرة الوصول إلى الموارد التي تحتاجها لتزدهر وحيث يكون التعليم بمثابة أداة قوية للتحول الشخصي والمجتمعي.\n\n","vision-title":"   رؤيتنا","who-para-2":"في مجال التعليم، يتمتع البروفيسور جي بخبرة كبيرة، حيث عمل مع أكثر من 70.000 طالب جامعي من الجيل الأول طوال حياته المهنية التي تزيد عن 20 عامًا. بصفته عضو هيئة تدريس استشاري دائم في كليات المجتمع بكاليفورنيا، وهي أكبر نظام للتعليم العالي في الولايات المتحدة، يواصل البروفيسور جي خدمة المجتمعات المهمشة، ويشارك بسخاء معرفته الواسعة في مجال التعليم العالي. ","who-para-3":"ومن ناحية أخرى، بدأت ماريا رحلتها المهنية في قطاع الشركات بعد التعليم. حصلت على أدوار تنفيذية في Cisco، وGoogle، وVisa، وEquinix، كمديرة تنفيذية للتنوع. ماريا هي خبيرة مشهورة في التنوع داخل صناعة التكنولوجيا الفائقة، وقد اشتهرت بالتزامها برفع مستوى الآخرين من خلال خبرتها ومعرفتها وامتيازها. إنها لا هوادة فيها في توجيه الأفراد لفتح إمكاناتهم الكاملة.\n","who-para-4":"يشكل ماوريسيو وماريا معًا الثنائي القيادي المثالي لشركة Inspirame، المتخصصة في الحلول التكنولوجية الرائدة التي تعمل على إضفاء الطابع الديمقراطي على التعليم. يدمج تعاونهم بين الخبرة العميقة والخبرة الواسعة والشغف الذي لا يتزعزع، والذي يتمثل في TecoGuide، المنتج الرئيسي لشركة Inspirame. يجسد TecoGuide التزامهم بإحداث ثورة في الحلول التعليمية، إيذانا ببدء حقبة جديدة من الفرص. ماريا وموريسيو من أشد المدافعين عن المساواة في الحصول على التعليم الجيد للجميع، بغض النظر عن الخلفية.\n","who-subtitle":"تمكين المستقبل وجسر العوالم: مزج الخبرة الحياتية والمهنية مع الابتكار\n","who-title":"من نحن\n","who-we-are-para-1":"مؤسسونا، ماريا ميدرانو، حاصلة على ماجستير إدارة الأعمال، وماجستير، وموريسيو جونزاليس، ماجستير (المعروف أيضًا باسم البروفيسور جي) بمثابة توضيح مقنع للعقبات التي لا تعد ولا تحصى التي يواجهها طلاب الجيل الأول. لقد نشأوا من خلفيات أمريكية مكسيكية منخفضة الدخل، وواجهوا بجرأة تحديات متابعة التعليم العالي بتصميم لا يتزعزع. وعلى الرغم من الصعاب الهائلة، لم يكملوا تعليمهم بنجاح فحسب، بل حققوا أيضًا إنجازات مهمة في رحلاتهم المهنية.\n"}