{"About-button":"احصل على المزيد من المعرفة","About-caption-1":"المتحدثون الرئيسيون","About-caption-2":"مكتبة ساك - حفل تخرج GED، 2023","About-first-para":"يقف Inspirame في طليعة تكنولوجيا التعليم العالي، حيث يعمل كمدافع عن التنوع والمساواة والشمول. وتتضمن مهمتهم تفكيك الحواجز النظامية التي تعيق المجتمعات المهمشة من الوصول إلى التعليم العالي وفرص العمل بأسعار معقولة.","About-fourth-para":"Inspirame هو مستقبل العمل.","About-photo-title":"المؤسسون:","About-second-para":"Inspirame، التي تعني \"ألهمني\" باللغة الإسبانية، ليس مجرد اسم - بل هو دعوة للعمل. باعتبارنا شركة ذات تأثير اجتماعي، فإننا نبني التكنولوجيا لتوسيع نطاق الوصول إلى التعليم والتدريب على التوظيف وإكمالهما، بهدف تعظيم مجموعات المواهب وتنمية قوة عاملة أكثر شمولاً.\n","About-third-para":"ونحن ندعو الآخرين للانضمام إلينا في هذه المهمة الحيوية، مع الاعتراف بأهمية الجهود الجماعية في إحداث تغيير دائم.\n","About-title":"من نحن ؟","banner-teco":"متوفر على متجر التطبيقات!","banner-teco-hey":"يا!","Blog-overline":"الأخبار والبودكاست","blog-subtitle":"ابق على اطلاع بأحدث الأخبار والتحديثات من Inspirame.","blog-title":"أحدث الأخبار","Blog-title":"آخر التحديثات","Bridge-intro-button":"يتعلم أكثر","Bridge-intro-overline":"معالجة أزمة التعليم","Bridge-intro-para":"وبينما يواجه نظام التعليم في البلاد تحديات مثيرة للقلق وفروقاً متزايدة الاتساع، فإن الحاجة إلى التدخل الفوري واضحة. تتصارع كليات المجتمع في كاليفورنيا (CCC) مع معدلات التسرب التي تقترب من 60٪. وإدراكًا لخطورة الوضع، فإن Inspirame ملتزم باتخاذ خطوات استباقية لعكس هذا الاتجاه المثير للقلق.","Bridge-intro-title":"سد الفجوة البالغة 1.1 مليون درجة مئوية في كاليفورنيا بحلول عام 2030","button-hero":"انه مجانا","Call-into-action":"هل أنت مستعد لتولي مسؤولية رحلتك التعليمية والمهنية؟","Call-into-action-1":"يونايتد، سوف نضمن لك تحقيق أهدافك!","Call-into-button":"ابقى على تواصل","Hero-title-1":"الطريقة الأسرع والأكثر تكلفة للتنقل في المسارات الجامعية والمهنية!","Hero-title-2":"التعليم للجميع.","Hero-title-span":"دمقرطة","partners-button":"كن شريكا","Partners-button":"كن شريكا","Partners-para":"نحن ممتنون لمجتمعنا المتنامي من الشركاء الذين يضخمون تأثيرنا ويساعدون في ضمان حصول الجميع على المعلومات الصحيحة لمستقبلهم.\n\n\n","partners-subtitle":"نحن ممتنون لمجتمعنا المتنامي من الشركاء الذين يضخمون تأثيرنا ويساعدون في ضمان حصول الجميع على المعلومات الصحيحة لمستقبلهم.","partners-title":"شركاؤنا","Partners-title":"شركاؤنا","Problem-black":"60 بالمائة من خريجي المدارس الثانوية السود غير مستعدين من قبل مدارسهم الثانوية لتلبية متطلبات دورة AG للقبول في جامعة كاليفورنيا وCSU.","Problem-black-source":"المصدر: وزارة التعليم في كاليفورنيا؛ تحليل EdSource، EdSource","Problem-latino-1":"يمثل المجتمع اللاتيني 40 بالمائة من سكان كاليفورنيا.","Problem-latino-2":"20 بالمائة من حاملي درجة البكالوريوس في كاليفورنيا هم من المجتمع اللاتيني.","Problem-latino-source":"المصدر: مركز أبحاث كلية المجتمع، وبرنامج التميز الجامعي في معهد أسبن، والمركز الوطني لأبحاث تبادل المعلومات للطلاب","Problem-overline":"يقرب وجهات النظر","Problem-title":"الجميع يستحق فرصًا متساوية للتعليم والنجاح الوظيفي.","Problem-transfer":"سيستغرق 83 بالمائة من طلاب Latinx CCC أكثر من 4 سنوات للانتقال إلى الجامعة.","Problem-transfer-source":"المصدر: مركز أبحاث كلية المجتمع، وبرنامج التميز الجامعي في معهد أسبن، والمركز الوطني لأبحاث تبادل المعلومات للطلاب","tecoguide-button":"يتعلم أكثر","Teco-list-1":"الشهادات المهنية","Teco-list-2":"درجة جامعية","Teco-list-3":"التحويل إلى جامعات 4 سنوات","Teco-overline":"التكنولوجيا لدينا","Teco-para-1":"TecoGuide عبارة عن منصة مجانية للملاحة الجامعية والمهنية تعمل على تبسيط رحلتك التعليمية وتخصيصها. سواء كنت تفكر في بدء الدراسة الجامعية، أو كنت مسجلاً حاليًا في الكلية، أو تركت الدراسة ومستعدًا للعودة...\n","Teco-para-2":"يقوم TecoGuide بتعليمك وإرشادك وتعريفك بالنصائح والاستراتيجيات والمحتوى الذي تحتاجه لإكمال أهدافك! هدفنا هو توفير أكبر قدر ممكن من الوقت والمال أثناء حصولك على شهادة مهنية أو شهادة جامعية.  ","Teco-para-4":"نحن نركز على خيارات الشهادات والدرجات الجامعية ذات الأسعار المعقولة المتاحة من خلال نظام Ca Community College، بالإضافة إلى برامج التدريب المهني غير الجامعي والتدريب الصناعي.  ","Teco-subtitle":"يمكن لأي شخص استخدام TecoGuide لمعرفة كيفية إنهاء الشهادة الجامعية أو الدرجة العلمية بتكلفة معقولة.","Teco-title-1":"تعرف على TecoGuide:\n","Teco-title-2":" مستشارك الجامعي والمهني","Teco-whatwedo-expose":"نحن نكشف","Teco-whatwedo-expose-text":"تتيح تقنيتنا للمجتمعات الحصول على خيارات تدريب جامعية ومهنية ميسورة التكلفة محليًا. نقوم بإنشاء وتوزيع المحتوى ذي الصلة ثقافيا مباشرة إلى المجتمع","Teco-whatwedo-guide":"نحن نرشد الطلاب","Teco-whatwedo-guide-text":"تعمل منصة TecoGuide الخاصة بنا على توجيه المستخدمين إلى ومن خلال برامج شهادات كليات المجتمع والصناعة. تساعد الميزات المختلفة المستخدمين في التغلب على تعقيدات الحصول على شهادة أو درجة علمية في كاليفورنيا.","Teco-whatwedo-teach":"نحن نعلم الطلاب","Teco-whatwedo-teach-text":"يستغرق الأمر قرية ... نحن نعلم الطلاب وأولياء الأمور وموظفي المدرسة والشركاء متطلبات القبول والدرجة لضمان أن الطلاب محاطون بأفراد مطلعين","what-we-do-text":"يهدف Inspirame إلى تلبية المتطلبات المتطورة للقوى العاملة من خلال دفع الأشخاص نحو إكمال الشهادة الجامعية وشهادات الصناعة.","what-we-do-title":"الذي نفعله"}