{"Teco-admin-subtitle":"تعمل منصتنا العامة، TecoGuide، على كشف وتوجيه المتعلمين إلى مسارات التدريب والتعليم لمواجهة أوجه القصور في القوى العاملة.","Teco-admin-subtitle-2":"في الوقت نفسه، توفر منصة TecoAdmin، منصة التعامل المباشر مع الشركاء، رؤى أعمال في الوقت الفعلي للمدارس وشركاء الصناعة  ","Teco-admin-subtitle-3":"معًا، يمكننا أن نضمن حصول المزيد من الناس على شهادات ودرجات علمية ميسورة التكلفة يمكن أن تساعد في إنهاء الفقر بين الأجيال. ","Teco-admin-title-1":"Inspirame هي أكثر من مجرد شركة تكنولوجيا، نحن\n","Teco-admin-title-2":" مستقبل العمل","Teco-bridge-list-1":"طلاب الكلية من الجيل الأول","Teco-bridge-list-2":"الأشخاص الملونون والأقليات العرقية","Teco-bridge-list-3":"الأفراد ذوي الإعاقة","Teco-bridge-list-4":"المجموعات الأخرى التي تعاني من نقص الخدمات تقليديًا","Teco-bridge-para-1":"\nإن Inspirame مخصص لكل متعلم - مما يضمن حصول الجميع على الفرصة لتحقيق أحلامهم التعليمية والمهنية. يوفر TecoGuide إمكانية الوصول للجميع، وخاصة المجتمعات الأكثر حرمانًا لدينا \n","Teco-bridge-para-2":"نحن ملتزمون بدعم الطلاب الذين غالبًا ما يكون تمثيلهم ناقصًا في التعليم العالي، بما في ذلك:","Teco-bridge-title":"سد الفجوة بين المتعلمين والمدارس والقوى العاملة  ","Teco-button":"اتصل بنا","Teco-faq-1-q":" ما هو الفرق بين TecoAdmin وTecoGuide؟\n","Teco-faq-1-r":"يعد TecoAdmin وTecoGuide منتجين متكاملين، يخدم كل منهما أدوارًا متميزة ولكن متكاملة.\n","Teco-faq-1-r-1":"TecoAdmin هو نظام خلفي مبتكر مصمم لإدارة كلا النظامين والتحكم فيهما. يتم استخدامه في المقام الأول من قبل شركائنا وعملائنا. يسمح TecoAdmin بالإدارة الفعالة للبيانات، وتحميل المحتوى، وأذونات المستخدم، والمهام الإدارية الهامة الأخرى. فهو يضمن التشغيل والصيانة السلسة للنظام، مما يتيح إدارة قوية للبيانات وتخصيص النظام.\n","Teco-faq-1-r-2":"TecoGuide عبارة عن منصة مبتكرة مصممة لسد فجوة القوى العاملة من خلال توفير برامج شهادات مهنية عالية الجودة ومسارات للحصول على درجة البكالوريوس يمكن الوصول إليها. يتم استخدامه حصريًا من قبل المتعلمين (الطلاب والطلاب المحتملين). نحن نقدم تجارب تعليمية مخصصة ومسارات متوافقة مع الصناعة وأنظمة دعم قوية لمساعدة الأفراد على تحقيق أهدافهم التعليمية والمهنية.\n","Teco-faq-2-q":"ما الذي يميز TecoAdmin عن المنصات/البرامج الأخرى المشابهة؟\n","Teco-faq-2-r":"تتميز TecoAdmin عن غيرها من المنصات والبرامج المشابهة من خلال العديد من الميزات والقدرات الفريدة:\n","Teco-faq-2-r-1":"منشئ التسجيل / خط المواهب: يوفر TecoAdmin رؤية مبتكرة للمتعلمين/المواهب المحتملة. تساعد هذه الميزة المؤسسات التعليمية وشركاء الصناعة على فهم التركيبة السكانية والاهتمامات والاحتياجات الخاصة بالآفاق المحتملة، مما يتيح استراتيجيات تسجيل ومشاركة أكثر تخصيصًا وفعالية.\n","Teco-faq-2-r-2":"بيانات المسار: على عكس العديد من المنصات الأخرى، يقدم TecoAdmin بيانات شاملة عن الفصول الدراسية التي يحتاجها المتعلمون لإكمال مسارهم. تساعد هذه المعلومات المؤسسات على تحسين عروض الدورات التدريبية الخاصة بها، مما يضمن تلبية متطلبات التسجيل الحالية والمستقبلية.\n","Teco-faq-2-r-3":"البيانات الطولية: يوفر TecoAdmin بيانات طولية تفصيلية تقدم رؤى عميقة حول نجاح الطلاب/المواهب بمرور الوقت. ومن خلال تحليل الاتجاهات والأنماط في أداء الطلاب، يمكن للمؤسسات اتخاذ قرارات مستنيرة لتحسين النتائج التعليمية ودعم التخطيط طويل المدى.\n","Teco-faq-2-r-4":"تعتبر TecoAdmin أداة قوية للمؤسسات التعليمية والمنظمات غير الربحية والصناعة حيث نجمع بين تحليل البيانات المتعمق والرؤى العملية لتعزيز التخطيط ونجاح الطلاب وتعزيز القوى العاملة.\n","Teco-faq-3-q":"ما هي تكلفة استخدام TecoAdmin؟\n","Teco-faq-3-r":"نموذج الاشتراك يعتمد على أرقام التسجيل والأهداف المحددة للنمو. جميع التكاليف على أساس الأداء، وإقامة علاقة مربحة للجانبين. يمكن أن تتراوح العقود السنوية مع الشركاء من 10 آلاف دولار إلى 90 ألف دولار اعتمادًا على الأهداف المحددة. (أي زيادة عدد الطلاب الذين يعلنون تخصصات العلوم والتكنولوجيا والهندسة والرياضيات بنسبة 5%). \n","Teco-faq-4-q":"هل يجب عليك الإقامة في كاليفورنيا لاستخدام TecoAdmin؟","Teco-faq-4-r":"لا، نحن شركة تكنولوجيا قائمة بذاتها، مما يجعلنا قابلين للتوسع عبر أي ولاية يتم فيها تنشيط TecoGuide وTecoAdmin معًا. \n","Teco-faq-5-q":"هل يمكن استخدام TecoAdmin في بلدان أخرى خارج الولايات المتحدة؟\n","Teco-faq-5-r":"نحن نركز على كاليفورنيا لعام 2024 وسنضيف ولايات مختلفة لعام 2025، مع أهداف للتوسع على المستوى الوطني في عام 2026. ومن المتوقع أن نبدأ الخدمات الدولية في عام 2027.  ","Teco-faq-6-q":"لدي أسئلة إضافية حول TecoAdmin. أين يمكنني العثور على مزيد من المعلومات؟\n","Teco-faq-6-r":"لا تتردد في التواصل معنا من خلال استكمال صفحة اتصل بنا ","teco-faq-button":"شاهد المزيد","Teco-faq-subtitle":"اطلع على إجابات بعض الأسئلة الأكثر شيوعًا بخصوص TecoAdmin ","Teco-faq-title":"الأسئلة الشائعة","Teco-how-description-1":"يمكن للمستخدمين الحصول على عمليات تدقيق دقيقة وحديثة للدرجات العلمية وخطط التعليم التي تدعمها وتتحقق من صحتها كشريك في Inspirame بفضل تدقيق درجة Teco Admin ومعالجة خطط Ed. تتأكد هذه الخدمة من أن المؤسسات والطلاب لديهم فهم واضح للمتطلبات الأكاديمية والتقدم. يمكن للمؤسسات أن تقدم للطلاب استشارات فردية من خلال المعالجة الآلية والتحديثات المتكررة، مما يؤدي إلى تخطيط أكاديمي أفضل والتخرج في الوقت المحدد.","Teco-how-description-2":"من خلال أداة التوزيع الجماعي، توفر Teco Admin توزيعًا سلسًا للمحتوى للمستخدمين من المدارس المغذية. وبمساعدة هذه الإمكانية، ستتمكن المؤسسات التعليمية والطلاب المحتملون من التواصل والتفاعل مع بعضهم البعض بشكل أكثر فعالية. يمكن للمؤسسات تحسين جهود التوعية وجذب قاعدة طلابية أكثر تأهيلاً واهتمامًا من خلال تركيز جهود التوعية على بعض الفئات الرئيسية ذات المحتوى المخصص.","Teco-how-description-3":"يقدم Teco Admin بيانات وتحليلات تفصيلية توفر رؤى مهمة حول نشاط المستخدم واتجاهات التسجيل والاحتفاظ بالطلاب. وبمساعدة هذه الأفكار، يمكن للشركاء اتخاذ قرارات مستنيرة، وتحديد مجالات التطوير، ووضع أساليب قوية موضع التنفيذ من شأنها زيادة الأداء المؤسسي ونجاح الطلاب. يتم تمكين المؤسسات أيضًا من فحص البيانات وفقًا لاحتياجاتها وأهدافها الخاصة بفضل إنشاء التقارير القابلة للتخصيص.","Teco-how-description-4":"من خلال تزويد الطلاب بالمعلومات في الوقت المناسب حول الفصول والدورات المتاحة التي تقدم معلومات ذات صلة لتدريب الطلاب في مجالات اهتمام الشركاء، تساعد خدمة Enrollment Builder من Teco Admin الجامعات على زيادة معدلات التسجيل. يمكن للمؤسسات تحسين عملية التسجيل بأكملها، مما يؤدي إلى زيادة رضا الطلاب واستبقائهم، من خلال تنبيه الطلاب حول الدورات التي يحتاجونها ومدى توفرها. يمكّن هذا البرنامج الطلاب من تخطيط مسارهم الأكاديمي بشكل أكبر ويضمن قدرتهم على التسجيل في الدورات التي يحتاجونها للتقدم في حياتهم المهنية الأكاديمية.","Teco-how-subtitle":" تعمل تقنية Inspirame على تحقيق أهداف مؤسستك من خلال الاستفادة من رغبات المتعلمين لدينا لتحسين نتائج التعليم والتوظيف بما يتوافق مع احتياجاتك.\n","Teco-how-text-1":"قم بتنزيل وعرض بيانات تدقيق الدرجة للنصوص التي تم تحميلها. يمكن لطلابك إجراء عمليات تدقيق دقيقة وحديثة للدرجات العلمية وخطط التعليم، في كل فصل دراسي","Teco-how-text-2":"أرسل المحتوى مباشرة إلى المستخدمين الذين يلتحقون بالمدارس المغذية من خلال إمكانية التوزيع الجماعي لدينا","Teco-how-text-3":"يمكنك عرض وتنزيل رؤى البيانات التي تعزز الاحتفاظ بالطلاب وتسجيلهم لاتخاذ القرار. تتوفر البيانات للنصوص التي تمت معالجتها، بالإضافة إلى مقاييس وسلوكيات مستخدم دليل Teco. يتوفر إنشاء تقرير قابل للتخصيص","Teco-how-text-4":"قم بتحسين التسجيل في الفصول الدراسية بمؤسستك من خلال هذه الخدمة. يتم إبلاغ مستخدمي Teco Guide بالفصول الدراسية المطلوبة ومدى توفرها في الحرم الجامعي الخاص بك","Teco-how-title":"كيف تعمل الشراكة\n","Teco-how-title-1":"تدقيق الدرجات العلمية ومعالجة خطة التعليم","Teco-how-title-2":"توزيع المحتوى","Teco-how-title-3":"تحليلات البيانات","Teco-how-title-4":"منشئ التسجيل"}