{"faq-subtitle":"اطلع على بعض الإجابات على أسئلتنا الأكثر شيوعًا.","faq-title":"الأسئلة الشائعة","Fulfill-description":"استيفاء متطلبات التعليم الرئيسية والعامة الخاصة بك","Fulfill-text":"تأكد من استيفاء جميع متطلبات تعليمك الرئيسي والعام من خلال الوصول إلى مواردنا وإرشاداتنا الشاملة. البقاء على المسار الصحيح والتخرج في الوقت المحدد.","Fulfill-title":"المحتوى التحفيزي\n","Map-description":"خريطة رحلتك الأكاديمية","Map-text":"خطط لرحلتك الأكاديمية وحدد الدورات التي تحتاج إلى الالتحاق بها لتحقيق أهدافك التعليمية. تصور تقدمك وابق منظمًا طوال تجربة كليتك.","Map-title":"مخطط إد والإخطارات\n","Personalized-description":"مستشارك الجامعي والمهني الشخصي، 24/7","Resources-description":"الموارد في متناول يدك","Resources-text":"يمكنك الوصول إلى مجموعة واسعة من الموارد والأدوات التي ستدعم نجاحك الأكاديمي. من المواد البحثية إلى أدلة الدراسة، لدينا كل ما تحتاجه للتفوق في دراستك.","Resources-title":"أهلية المساعدة والدعم المالي\n","Search-description":"ابحث عن درجات علمية بأسعار معقولة في كاليفورنيا","Search-text":"ابحث عن برامج دراسية بأسعار معقولة في كاليفورنيا تتناسب مع اهتماماتك وأهدافك المهنية. استكشف مجموعة واسعة من الخيارات واتخذ قرارات مستنيرة بشأن تعليمك.","Search-title":"بحث رئيسي","Teco-card-community":"كليات المجتمع في كاليفورنيا","Teco-card-community-1":"الشهادات المهنية","Teco-card-community-2":"درجة جامعية","Teco-card-community-3":"التحويل إلى جامعات 4 سنوات","Teco-card-ged":"GED وإكمال المدرسة الثانوية","Teco-card-ged-1":"مكتشف البرنامج","Teco-card-ged-2":"إعداد GED للرياضيات","Teco-card-ged-3":"إعداد GED للغة الإنجليزية","Teco-card-industry":"شهادات الصناعة","Teco-card-industry-1":"شهادات الصناعة (غير الكلية)","Teco-card-industry-2":"برامج التدريب المهني","Teco-card-industry-3":"خيارات التدريب الوظيفي المباشر","Teco-faq-10-q":"كيف يدعم TecoGuide المجتمعات الممثلة تمثيلا ناقصا؟\n","Teco-faq-10-r":"TecoGuide مكرس لتعزيز التنوع والشمول من خلال توفير الدعم والموارد المخصصة للمجتمعات الممثلة تمثيلا ناقصا. نحن نعمل على إزالة العوائق التي تحول دون التعليم والتقدم الوظيفي، مما يضمن الوصول العادل إلى الفرص لجميع المتعلمين. نحن نفخر بتصميم منصتنا مع الأخذ في الاعتبار الجيل الأول من الطلاب ذوي الدخل المنخفض!  \n","Teco-faq-1-q":"ما هو تيكو جايد؟\n","Teco-faq-1-r":"TecoGuide عبارة عن منصة مبتكرة مصممة لسد فجوة القوى العاملة من خلال توفير برامج شهادات مهنية عالية الجودة يمكن الوصول إليها ودرجات الزمالة ومسارات درجة البكالوريوس. نحن نقدم تجارب تعليمية مخصصة، وتوجيهات من خلال شهادات الصناعة، وأنظمة دعم قوية لمساعدة الأفراد على تحقيق أهدافهم التعليمية والمهنية.\n","Teco-faq-2-q":"كيف يعمل تيكو جايد؟\n","Teco-faq-2-r":"يعرض TecoGuide المتعلمين ويوجههم من خلال المؤسسات التعليمية. توفر منصتنا توصيات مخصصة للدورات والبرامج بناءً على الطموحات المهنية الفردية ومستويات المهارات. كما نقدم أيضًا الموارد والدعم لضمان قدرة المتعلمين على اجتياز رحلتهم التعليمية بنجاح.\n","Teco-faq-3-q":"من يمكنه الاستفادة من TecoGuide؟\n","Teco-faq-3-r":"تم تصميم TecoGuide لمجموعة واسعة من المستخدمين، بما في ذلك خريجي المدارس الثانوية والمهنيين العاملين الذين يتطلعون إلى تحسين المهارات أو تغيير حياتهم المهنية وأولياء الأمور/الأوصياء والأفراد الذين يبحثون عن مسارات ميسورة التكلفة ويمكن الوصول إليها للتعليم العالي. مجاني ومفتوح لأي شخص يبلغ من العمر 13 عامًا أو أكثر.  \n","Teco-faq-4-q":"ما أنواع الميزات التي يقدمها TecoGuide؟\n","Teco-faq-4-r":"نحن نقدم مجموعة متنوعة من الميزات والأدوات بما في ذلك: موصي الفصل الدراسي، ومخطط التعليم، ومحدد المساعدات المالية وخدمات الدعم، والبحث الرئيسي، وTecoGPT. يغطي TecoGuide مجموعة واسعة من الميزات لتبسيط المسارات لكل من المسارات الجامعية وغير الجامعية.\n","Teco-faq-5-q":"ما نوع الدعم الذي يقدمه TecoGuide للطلاب؟\n","Teco-faq-5-r":"يقدم TecoGuide مجتمعًا للمتعلمين والمعلمين وأولياء الأمور. هدفنا هو دعم المتعلمين والالتقاء بهم أينما كانوا من خلال تقديم مسارات مبسطة لمساعدتهم على تحقيق أهدافهم التعليمية والمهنية.\n","Teco-faq-6-q":"كيف يساعد TecoGuide في التوظيف؟\n","Teco-faq-6-r":"نحن نعمل بشكل وثيق مع أصحاب العمل لفهم احتياجاتهم وتزويد المتعلمين بمسارات مبسطة للحصول على المهارات اللازمة التي تحتاجها الصناعة. تتشارك شركة TecoGuide أيضًا في توفير مهارات الاستعداد الوظيفي بما في ذلك؛ بناء السيرة الذاتية، والتحضير للمقابلات، والاتصالات المباشرة مع أصحاب العمل المحتملين لتسهيل التوظيف الوظيفي لخريجينا.\n","Teco-faq-7-q":"كيف يدعم TecoGuide المجتمعات الممثلة تمثيلا ناقصا؟\n","Teco-faq-7-r":"تعد كاليفورنيا موطنًا لأكبر نظام جامعي مفتوح الوصول في الولايات المتحدة، حيث تخدم أكثر من 1.8 مليون طالب سنويًا في 116 حرمًا جامعيًا. إذا كنت شخصًا بالغًا لم يكمل دراسته الثانوية أو أنهى دراسته الثانوية في بلد آخر، ولكنك تعيش في كاليفورنيا لسنوات عديدة، فيمكنك التقدم إلى إحدى الكليات والتسجيل فيها، ربما مجانًا. هناك العديد من البرامج التي تساعد الطلاب.","Teco-faq-8-q":"ما الذي يجعل TecoGuide مختلفًا عن المنصات التعليمية الأخرى؟\n","Teco-faq-8-r":"تم إنشاء TecoGuide بواسطة مجموعات من الطلاب المهمشين ومن أجلهم، وهو يبرز من خلال التركيز على سد الفجوة بين التعليم والتوظيف. وتتميز بنهجها الشخصي في التوجيه، والشراكات الصناعية القوية، وأنظمة الدعم الشاملة المصممة لضمان نجاح الطلاب بدءًا من التسجيل وحتى التوظيف.\n","Teco-faq-9-q":"كيف أبدأ مع TecoGuide؟\n","Teco-faq-9-r":"البدء سهل! قم بتنزيل تطبيق TecoGuide المجاني من متجر Google Play أو متجر Apple. يمكنك أيضًا زيارة موقعنا على Inspirame.com لإنشاء حساب.\n","Tecogpt-description":"اكتشف مسارات جامعية ومهنية ميسورة التكلفة لتبدأ حياتك!  ","Tecoguide-overline":"اكتشف تيكو\n","Tecoguide-para":"TecoGuide هو تطبيق مجاني للتخطيط للكلية والمهنية في كاليفورنيا، وهو مصمم خصيصًا ليساعدك على اجتياز مسارات الكلية أو الصناعة بأسرع طريقة ممكنة وأكثرها تكلفة!  \n","Tecoguide-para-2":"يعرض لك TecoGuide ويرشدك عبر المسارات الجامعية والمهنية ذات الأسعار المعقولة المقدمة من خلال كليات المجتمع والجامعات وشركاء الصناعة في كاليفورنيا.  \n","Tecoguide-para-3":"الجميع يقول \"اذهب إلى الكلية\"، لكن لا أحد يوضح لك كيف... حتى الآن !! \n","Tecoguide-para-4":"مرحبا بكم في TecoGuide! \n","Tecoguide-title":"رحلتك تبدأ هنا","Teco-item-1":"توفير المال","Teco-item-1-para":"نحن نوصي فقط بالمسارات ذات الأسعار المعقولة للحصول على الشهادات ودرجات الزمالة والبكالوريوس، مما يزيد من القيمة التعليمية إلى الحد الأقصى مع تقليل التكاليف.\n","Teco-item-2":"توفير الوقت\n","Teco-item-2-para":"لا تأخذ الفصول الخاطئة مرة أخرى. ترشدك أدوات Classes & Ed Plan الخاصة بـ TecoGuide إلى متطلبات الفصل الدراسي وتحدد تاريخ التخرج.\n","Teco-item-3":"توفير الطاقة\n","Teco-item-3-para":"نحن نخصص مسارك ونقدم لك الإجابات التي تحتاجها لاتخاذ قرارات أفضل. نحن نقوم أيضًا بمواءمة مواردك، حتى تتمكن من التركيز على التعلم.\n","\nTeco-test-description":"اكتشف مسارات جامعية ومهنية ميسورة التكلفة لتبدأ حياتك! ","Teco-text":"مجاني ومفتوح للبالغين وطلاب المدارس الثانوية وطلاب الكليات والجامعات وأي شخص مهتم بالتعلم. ","Teco-title":"تيكوGPT AI","Teco-tuto-overline":"دليل تيكوجيد التعليمي\n","Teco-tuto-para":"يرشدك ماوريسيو جونزاليس، المؤسس المشارك لـ TecoGuide، عبر مقدمة حول استخدام TecoGuide. ستتعرف على TecoGuide وكيفية استخدامه وسترى الكثير من الأمثلة للبدء.\n\n","Teco-tuto-title":"الشروع في العمل مع TecoGuide\n"}