{"Intro-para-1":"Inspirame là một công ty công nghệ hoạt động theo định hướng vốn chủ sở hữu, tạo ra các sản phẩm kết nối người học, trường học và lực lượng lao động.\n\n","Intro-para-2":"Được thành lập bởi và dành cho thế hệ đầu tiên, sinh viên thu nhập thấp, Inspirame tận tụy gặp gỡ mọi người ở nơi họ đang ở. Chúng tôi hướng đến việc giới thiệu, giáo dục và hướng dẫn mọi người thông qua các con đường giáo dục và nghề nghiệp giá cả phải chăng.","Intro-title":"  Giới thiệu về Inspirame","team-cedric":"Tư vấn web","team-ceudi":"Trưởng phòng Marketing","team-cristian":"Chuyên viên phân tích kinh doanh","team-Harris":"Trưởng phòng AI","team-huy":"Trưởng phòng tư vấn ","team-jakie":"Giám đốc nội dung","team-maggie":"Trưởng phòng UI/UX ","team-maria":"Đồng sáng lập & Tổng giám đốc điều hành\n","team-subtitle":"Gặp gỡ đội ngũ những người nhiệt huyết, cam kết vì công lý xã hội và sứ mệnh dân chủ hóa giáo dục đại học và cơ hội nghề nghiệp cho tất cả mọi người.","team-test-prya":"Trưởng phòng Kỹ thuật","team-title":"Nhân dân của chúng tôi\n","test-mauri":"\nĐồng sáng lập & CTO","values-Collaboration":"Chúng tôi tin vào sức mạnh của sự hợp tác, làm việc chặt chẽ với các đối tác, cộng đồng và các nhà lãnh đạo giáo dục để khuếch đại tác động của chúng tôi và đạt được các mục tiêu chung. Cùng nhau, chúng tôi trao quyền cho người học và gia đình của họ để thành công.\n","values-Collaboration-title":"Sự hợp tác","values-empowerment":"Chúng tôi tận tâm trao quyền cho người học để vượt qua các rào cản mang tính hệ thống, phát huy hết tiềm năng của mình và xây dựng một tương lai tươi sáng hơn thông qua giáo dục và sự nghiệp có ý nghĩa, tác động tích cực đến gia đình và các thế hệ tương lai của họ. \n","values-empowerment-title":"Sự trao quyền","values-equity":"Chúng tôi cam kết thúc đẩy công bằng, đảm bảo mọi người đều có quyền tiếp cận bình đẳng với các cơ hội và nguồn lực.","values-equity-title":"Công bằng","values-inclusivity":"Cam kết về tính toàn diện thúc đẩy chúng tôi phát triển các giải pháp phù hợp với văn hóa, đáp ứng nhu cầu đa dạng của người dùng.","values-Inclusivity-title":"Tính bao gồm","values-innovation":"Cam kết đổi mới của chúng tôi đảm bảo rằng chúng tôi luôn thích ứng, phản ứng nhanh và hiệu quả trong việc đáp ứng các nhu cầu thay đổi của cộng đồng.\n","values-innovation-title":"Sự đổi mới","values-resilience":"Chúng tôi tôn vinh sự kiên cường và quyết tâm không lay chuyển của những người không bao giờ bỏ cuộc. Sản phẩm của chúng tôi là minh chứng cho hành trình của họ, bất kể xuất thân hay những thách thức mà họ phải đối mặt. ","values-resilience-title":"Khả năng phục hồi","values-subtitle":"Chúng tôi cam kết phá vỡ vòng luẩn quẩn của đói nghèo qua nhiều thế hệ thông qua việc đạt được trình độ học vấn và nghề nghiệp bằng cách giới thiệu cho người học và gia đình họ nhiều khả năng về giáo dục và nghề nghiệp. Chúng tôi tin tưởng vững chắc vào:\n","values-title":"Giá trị cốt lõi của chúng tôi\n","vision-para-1":"Tầm nhìn của chúng tôi tại Inspirame là tạo ra một thế giới nơi mọi cá nhân, bất kể xuất thân của họ, đều có cơ hội đạt được thành công trong giáo dục và thoát khỏi những ràng buộc của đói nghèo qua nhiều thế hệ. Chúng tôi mong muốn trở thành chất xúc tác hàng đầu cho việc trao quyền giáo dục, thúc đẩy văn hóa học tập liên tục và hỗ trợ cộng đồng. ","vision-para-2":"Bằng cách thu hẹp khoảng cách giữa giáo dục và cơ hội, chúng tôi hình dung một tương lai mà mọi người đều có thể tiếp cận các nguồn lực cần thiết để phát triển và nơi giáo dục đóng vai trò là công cụ mạnh mẽ để chuyển đổi cá nhân và xã hội.\n\n","vision-title":"   Tầm nhìn của chúng tôi","who-para-2":"Trong lĩnh vực giáo dục, Giáo sư G mang đến nhiều kinh nghiệm, đã làm việc với hơn 70.000 sinh viên đại học thế hệ đầu tiên trong suốt sự nghiệp hơn 20 năm của mình. Là một giảng viên tư vấn có thời hạn tại Cao đẳng cộng đồng California, hệ thống giáo dục đại học lớn nhất tại Hoa Kỳ, Giáo sư G tiếp tục phục vụ các cộng đồng thiểu số, hào phóng chia sẻ kiến thức sâu rộng của mình trong việc định hướng giáo dục đại học.","who-para-3":"Ngược lại, Maria đã bắt đầu hành trình nghề nghiệp của mình trong lĩnh vực doanh nghiệp sau khi tốt nghiệp. Cô đã giành được các vai trò điều hành tại Cisco, Google, Visa và Equinix, với tư cách là giám đốc điều hành Đa dạng, Công bằng và Hòa nhập (DEI). Maria là một chuyên gia nổi tiếng về sự đa dạng trong ngành công nghệ cao, được ca ngợi vì cam kết nâng cao vị thế của người khác thông qua chuyên môn, kiến thức và đặc quyền của mình. Cô không ngừng hướng dẫn mọi người phát huy hết tiềm năng của mình.\n","who-para-4":"Mauricio và Maria cùng nhau tạo nên cặp đôi lãnh đạo hoàn hảo cho Inspirame, chuyên về các giải pháp công nghệ tiên phong giúp dân chủ hóa giáo dục. Sự hợp tác của họ kết hợp chuyên môn sâu sắc, kinh nghiệm sâu rộng và niềm đam mê không ngừng nghỉ, được minh họa bằng TecoGuide - sản phẩm chủ lực của Inspirame. TecoGuide là hiện thân cho cam kết của họ trong việc cách mạng hóa các giải pháp giáo dục, mở ra một kỷ nguyên mới của những cơ hội.\n","who-para-4-4":"Maria và Mauricio là những người ủng hộ mạnh mẽ cho quyền tiếp cận bình đẳng với nền giáo dục chất lượng cho tất cả mọi người, bất kể xuất thân.","who-subtitle":"Trao quyền cho tương lai và kết nối thế giới: Kết hợp kinh nghiệm sống và chuyên nghiệp với sự đổi mới\n","who-title":"Chúng tôi là ai\n","who-we-are-para-1":"Những người sáng lập của chúng tôi – Maria Medrano, MBA, MA và Mauricio Gonzalez, MA (hay còn gọi là Giáo sư G) – là minh họa thuyết phục về vô số trở ngại mà sinh viên thế hệ đầu tiên phải đối mặt.\n","who-we-are-para-1-1":"Xuất thân từ thế hệ đầu tiên, thu nhập thấp và có hoàn cảnh khó khăn về giáo dục của người Mỹ gốc Mexico, họ đã mạnh dạn đối mặt với những thách thức trong việc theo đuổi giáo dục đại học với quyết tâm không lay chuyển. Bất chấp những khó khăn to lớn, họ không chỉ hoàn thành việc học thành công mà còn đạt được những cột mốc quan trọng trong hành trình nghề nghiệp của mình."}