{"About-button":"Tìm hiểu thêm","About-caption-1":"Diễn giả chính","About-caption-2":"Thư viện Sac - Lễ tốt nghiệp GED, 2023","About-first-para":"Inspirame đi đầu trong công nghệ giáo dục đại học, đóng vai trò là người ủng hộ sự đa dạng, công bằng và hòa nhập. Sứ mệnh của chúng tôi bao gồm việc phá bỏ các rào cản hệ thống cản trở các cộng đồng thiểu số tiếp cận giáo dục đại học giá cả phải chăng và các cơ hội việc làm.","About-fourth-para":"Inspirame là tương lai của công việc.","About-photo-title":"Những người đồng sáng lập:","About-second-para":"Inspirame, có nghĩa là \"truyền cảm hứng cho tôi\" trong tiếng Tây Ban Nha, không chỉ là một cái tên mà là lời kêu gọi hành động. Là một công ty có tác động xã hội, chúng tôi xây dựng công nghệ để mở rộng khả năng tiếp cận và hoàn thành chương trình giáo dục và đào tạo việc làm, hướng đến mục tiêu tối đa hóa nguồn nhân tài và bồi dưỡng lực lượng lao động toàn diện hơn.\n","About-third-para":"Chúng tôi mời mọi người cùng tham gia vào sứ mệnh quan trọng này, nhận ra tầm quan trọng của những nỗ lực chung trong việc tạo ra sự thay đổi lâu dài.\n","About-title":"Giới thiệu về Inspirame","banner-teco":"Có sẵn trên AppStore!","banner-teco-hey":"CHÀO!","Blog-overline":"Tin tức và podcast","blog-subtitle":"Cập nhật những tin tức mới nhất từ Inspirame.","blog-title":"Tin tức mới nhất","Blog-title":"Cập nhật mới nhất","Bridge-intro-button":"Thêm thông tin chi tiết","Bridge-intro-overline":"GIẢI QUYẾT CUỘC KHỦNG HOẢNG GIÁO DỤC","Bridge-intro-para":"Khi hệ thống giáo dục của quốc gia phải đối mặt với những thách thức đáng báo động và sự chênh lệch ngày càng gia tăng, nhu cầu can thiệp ngay lập tức là điều hiển nhiên. Các trường Cao đẳng Cộng đồng California (CCC) đang phải vật lộn với tỷ lệ bỏ học lên tới gần 60%. Nhận ra tính cấp bách của tình hình, Inspirame cam kết thực hiện các bước chủ động để đảo ngược xu hướng đáng lo ngại này.","Bridge-intro-title":"Thu hẹp khoảng cách giữa 2,5 triệu chứng chỉ nghề nghiệp và bằng cử nhân tại CA vào năm 2030","button-hero":"Tạo tài khoản MIỄN PHÍ của bạn","Call-into-action":"Bạn đã sẵn sàng nắm quyền quyết định cho hành trình học tập và sự nghiệp của mình chưa?","Call-into-action-1":"Đoàn kết, chúng tôi sẽ đảm bảo bạn đạt được mục tiêu của mình!","Call-into-button":"Liên hệ","Hero-title-1":"Ứng dụng di động duy nhất hướng dẫn bạn đến với con đường học đại học và nghề nghiệp có chi phí phải chăng nhất!\n  \n","Hero-title-2":"giáo dục cho tất cả mọi người.","Hero-title-span":"dân chủ hóa","marathon-subtitle":"Hành trình của María Medrano từ người đầu tiên trong gia đình theo học đại học đến người sáng lập Inspírame chính xác là như vậy: đầy cảm hứng. Trong EdTech Mentor này, María chia sẻ những trải nghiệm độc đáo của mình khi điều hướng doanh nghiệp Mỹ, những thách thức khi là người Latina trong ngành công nghệ và động lực đằng sau công ty khởi nghiệp của cô, Inspírame. Cô thảo luận về tầm quan trọng của giáo dục, cộng đồng và động lực giúp đỡ người khác vượt qua những trở ngại mà cô phải đối mặt.","marathon-title":"Xây dựng có mục đích: Cuộc chạy marathon phát triển sản phẩm với María Medrano","partners-button":"Trở thành đối tác","Partners-button":"Tìm hiểu thêm","Partners-para":"Chúng tôi biết ơn cộng đồng đối tác ngày càng lớn mạnh, những người giúp khuếch đại tác động của chúng tôi và giúp đảm bảo rằng mọi người đều có quyền truy cập vào thông tin phù hợp cho tương lai của họ.\n\n\n","Partners-para-1":"Chúng tôi hợp tác với các tổ chức công và tư chuyên cải thiện kết quả giáo dục và việc làm cho mọi người!","partners-subtitle":"Chúng tôi biết ơn cộng đồng đối tác ngày càng lớn mạnh, những người giúp khuếch đại tác động của chúng tôi và giúp đảm bảo rằng mọi người đều có quyền truy cập vào thông tin phù hợp cho tương lai của họ.","partners-title":"Đối tác của chúng tôi","Partners-title":"ĐỐI TÁC CỦA CHÚNG TÔI","Problem-black":"60 phần trăm học sinh da đen tốt nghiệp trung học không được trường trung học chuẩn bị để đáp ứng các yêu cầu về khóa học AG để được nhận vào UC và CSU.","Problem-black-source":"Nguồn: Bộ Giáo dục California; Phân tích EdSource, EdSource","Problem-latino-1":"40 phần trăm dân số California là cộng đồng người Latinh.","Problem-latino-2":"20 phần trăm người có bằng cử nhân ở California đến từ cộng đồng người Mỹ Latinh.","Problem-latino-source":"Nguồn: Trung tâm nghiên cứu Cao đẳng cộng đồng, Chương trình xuất sắc của Viện Aspen và Trung tâm nghiên cứu National Student Clearinghouse","Problem-overline":"THU HÚT KHOẢNG CÁCH","Problem-title":"MỌI NGƯỜI đều xứng đáng được tiếp cận bình đẳng với các cơ hội giáo dục và thành công trong sự nghiệp. \n","Problem-transfer":"Gần 80 phần trăm sinh viên cao đẳng cộng đồng muốn chuyển tiếp và lấy bằng cử nhân—nhưng chỉ có 16 phần trăm làm được như vậy sau sáu năm.\n","Problem-transfer-source":"Nguồn: Trung tâm nghiên cứu Cao đẳng cộng đồng, Chương trình xuất sắc của Viện Aspen và Trung tâm nghiên cứu National Student Clearinghouse","tecoguide-button":"Tìm hiểu thêm","Teco-list-1":"Chứng chỉ nghề nghiệp","Teco-list-2":"Bằng liên kết","Teco-list-3":"Chuyển tiếp lên các trường đại học 4 năm","Teco-overline":"CÔNG NGHỆ CỦA CHÚNG TÔI","Teco-para-1":"TecoGuide là một nền tảng định hướng nghề nghiệp và đại học miễn phí giúp đơn giản hóa và cá nhân hóa hành trình giáo dục của bạn. Cho dù bạn đang nghĩ đến việc bắt đầu học đại học, hiện đang theo học đại học hay đã bỏ học và sẵn sàng quay lại…\n","Teco-para-2":"TecoGuide hướng dẫn, chỉ bảo và cung cấp cho bạn những mẹo, chiến lược và nội dung bạn cần để hoàn thành mục tiêu của mình! Mục tiêu của chúng tôi là giúp bạn tiết kiệm thời gian và tiền bạc nhiều nhất có thể trong khi bạn theo đuổi chứng chỉ nghề nghiệp hoặc bằng đại học.  ","Teco-para-4":"Chúng tôi tập trung vào các lựa chọn cấp chứng chỉ và bằng đại học giá cả phải chăng có sẵn thông qua hệ thống Cao đẳng Cộng đồng Ca, cũng như các chương trình đào tạo nghề và đào tạo trong ngành ngoài trường đại học.  ","Teco-subtitle":"Bất kỳ ai cũng có thể sử dụng TecoGuide để tìm hiểu cách hoàn thành chứng chỉ hoặc bằng cấp đại học với mức chi phí phải chăng.","Teco-title-1":"Gặp gỡ TecoGuide:\n","Teco-title-2":" Cố vấn nghề nghiệp và đại học của bạn","Teco-whatwedo-exposee":"Tiếp xúc với các cơ hội","Teco-whatwedo-expose-text":"Công nghệ của chúng tôi giúp cộng đồng tiếp cận các lựa chọn đào tạo nghề và đại học giá cả phải chăng từ chứng chỉ đến bằng cử nhân. Chúng tôi tạo và phân phối nội dung phát triển nghề nghiệp và đại học trực tiếp đến người học.  \n","Teco-whatwedo-guide":"Hướng dẫn hoàn thành\n","Teco-whatwedo-guide-text":"Thông qua nền tảng TecoGuide, chúng tôi cung cấp hướng dẫn tận tình cho người học khi họ tham gia các chương trình cấp chứng chỉ của trường cao đẳng và ngành, đảm bảo lộ trình rõ ràng để hoàn thành. Mục tiêu của chúng tôi là nâng cao tỷ lệ tốt nghiệp và chuyển tiếp từ các trường cao đẳng cộng đồng và các chương trình đào tạo của ngành một cách nhanh chóng và hiệu quả.\n\n","Teco-whatwedo-teach":"Mở rộng quyền truy cập","Teco-whatwedo-teach-text":"Chúng tôi mở rộng quyền truy cập vào các con đường đại học và nghề nghiệp cho người học, phụ huynh, giáo viên, cố vấn và quản trị viên. Chúng tôi tạo thêm giá trị cho các đối tác trong ngành và phi lợi nhuận, từ quyền truy cập vào các nguồn lực đến mở rộng nhóm nhân tài. \n","what-we-do-text":"Inspirame hướng tới mục tiêu đáp ứng nhu cầu ngày càng cao của lực lượng lao động bằng cách hướng mọi người đến việc hoàn thành bằng đại học và chứng chỉ ngành.","what-we-do-title":"CHÚNG TÔI LÀM GÌ"}