{"faq-see-more":"Thêm câu hỏi\n","faq-subtitle":"Xem một số câu trả lời cho những câu hỏi thường gặp nhất của chúng tôi.","faq-title":"Câu hỏi thường gặp","Fulfill-description":"Theo dõi tiến độ hoàn thành các yêu cầu về giáo dục chuyên ngành và giáo dục chung của bạn","Fulfill-text":"Đảm bảo rằng bạn đáp ứng mọi yêu cầu cho chuyên ngành và giáo dục chung của mình bằng cách truy cập các nguồn tài nguyên và hướng dẫn toàn diện của chúng tôi. Giữ đúng tiến độ và tốt nghiệp đúng hạn.","Fulfill-title":"Nội dung động lực\n","Map-description":"Lập bản đồ hành trình học tập của bạn","Map-text":"Lên kế hoạch cho hành trình học tập của bạn và vạch ra các khóa học bạn cần học để đạt được mục tiêu giáo dục của mình. Hình dung tiến trình của bạn và duy trì sự ngăn nắp trong suốt quá trình học đại học.","Map-title":"Ed Planner & Thông báo\n","Personalized-description":"Cố vấn nghề nghiệp và đại học cá nhân của bạn, 24/7","Resources-description":"Tài nguyên trong tầm tay bạn","Resources-text":"Truy cập nhiều nguồn tài nguyên và công cụ hỗ trợ thành công học tập của bạn. Từ tài liệu nghiên cứu đến hướng dẫn học tập, chúng tôi có mọi thứ bạn cần để đạt kết quả cao trong học tập.","Resources-title":"Hỗ trợ tài chính & Điều kiện hỗ trợ","Search-description":"Tìm kiếm chứng chỉ và bằng cấp giá cả phải chăng","Search-text":"Tìm các chương trình cấp bằng giá cả phải chăng tại California phù hợp với sở thích và mục tiêu nghề nghiệp của bạn. Khám phá nhiều lựa chọn và đưa ra quyết định sáng suốt về việc học của bạn.","Search-title":"Tìm kiếm chính","Teco-card-community":"Cao đẳng cộng đồng California","Teco-card-community-1":"Chứng chỉ nghề nghiệp","Teco-card-community-2":"Bằng liên kết","Teco-card-community-3":"Chuyển tiếp lên các trường đại học 4 năm","Teco-card-ged":"Hoàn thành GED & Trung học phổ thông","Teco-card-ged-1":"Tìm kiếm chương trình","Teco-card-ged-2":"Chuẩn bị thi Toán GED","Teco-card-ged-3":"Chuẩn bị tiếng Anh GED","Teco-card-industry":"Chứng nhận ngành","Teco-card-industry-1":"Chứng chỉ ngành (không phải đại học)","Teco-card-industry-2":"Chương trình học nghề","Teco-card-industry-3":"Các lựa chọn đào tạo việc làm trực tiếp","Teco-faq-10-q":"TecoGuide hỗ trợ các cộng đồng chưa được đại diện như thế nào?\n","Teco-faq-10-r":"TecoGuide cam kết thúc đẩy sự đa dạng và hòa nhập bằng cách cung cấp hỗ trợ và nguồn lực phù hợp cho các cộng đồng chưa được đại diện đầy đủ. Chúng tôi nỗ lực xóa bỏ rào cản đối với giáo dục và thăng tiến nghề nghiệp, đảm bảo quyền tiếp cận công bằng với các cơ hội cho tất cả người học. Chúng tôi tự hào thiết kế nền tảng của mình với thế hệ sinh viên thu nhập thấp đầu tiên!  \n","Teco-faq-1-q":"TecoGuide là gì?\n","Teco-faq-1-r":"TecoGuide là một nền tảng sáng tạo được thiết kế để thu hẹp khoảng cách lực lượng lao động bằng cách cung cấp các chương trình cấp chứng chỉ nghề nghiệp chất lượng cao, dễ tiếp cận, bằng liên kết và các lộ trình cấp bằng cử nhân. Chúng tôi cung cấp các trải nghiệm học tập được cá nhân hóa, hướng dẫn thông qua các chứng chỉ trong ngành và các hệ thống hỗ trợ mạnh mẽ để giúp các cá nhân đạt được mục tiêu giáo dục và nghề nghiệp của họ.\n","Teco-faq-2-q":"TecoGuide hoạt động như thế nào?\n","Teco-faq-2-r":"TecoGuide giới thiệu và hướng dẫn người học thông qua các tổ chức giáo dục. Nền tảng của chúng tôi cung cấp các khuyến nghị phù hợp cho các khóa học và chương trình dựa trên nguyện vọng nghề nghiệp và trình độ kỹ năng của từng cá nhân. Chúng tôi cũng cung cấp các nguồn lực và hỗ trợ để đảm bảo người học có thể điều hướng hành trình giáo dục của mình một cách thành công.\n","Teco-faq-3-q":"Ai có thể hưởng lợi từ TecoGuide?\n","Teco-faq-3-r":"TecoGuide được thiết kế cho nhiều đối tượng người dùng, bao gồm học sinh tốt nghiệp trung học, những người đi làm muốn nâng cao kỹ năng hoặc thay đổi nghề nghiệp, cha mẹ/người giám hộ và những cá nhân tìm kiếm con đường học vấn cao hơn với chi phí phải chăng và dễ tiếp cận. Miễn phí và mở cho bất kỳ ai từ 13 tuổi trở lên.  \n","Teco-faq-4-q":"TecoGuide cung cấp những tính năng nào?\n","Teco-faq-4-r":"Chúng tôi cung cấp nhiều tính năng và công cụ bao gồm: Trình giới thiệu lớp học, Trình lập kế hoạch giáo dục, Công cụ xác định dịch vụ hỗ trợ và hỗ trợ tài chính, Tìm kiếm chuyên ngành và TecoGPT. TecoGuide bao gồm nhiều tính năng để đơn giản hóa các con đường đến cả con đường cao đẳng và không phải cao đẳng.\n","Teco-faq-5-q":"TecoGuide cung cấp những hỗ trợ gì cho sinh viên?\n","Teco-faq-5-r":"TecoGuide cung cấp một cộng đồng cho người học, nhà giáo dục và phụ huynh. Mục tiêu của chúng tôi là hỗ trợ người học và đáp ứng nhu cầu của họ bằng cách cung cấp các lộ trình đơn giản hóa để giúp họ đạt được mục tiêu giáo dục và nghề nghiệp của mình.\n","Teco-faq-6-q":"TecoGuide hỗ trợ tìm kiếm việc làm như thế nào?\n","Teco-faq-6-r":"Chúng tôi hợp tác chặt chẽ với các nhà tuyển dụng để hiểu nhu cầu của họ và cung cấp cho người học các lộ trình đơn giản hóa để có được các kỹ năng cần thiết theo yêu cầu của ngành. TecoGuide cũng hợp tác để cung cấp các kỹ năng sẵn sàng làm việc bao gồm: xây dựng sơ yếu lý lịch, chuẩn bị phỏng vấn và kết nối trực tiếp với các nhà tuyển dụng tiềm năng để tạo điều kiện cho sinh viên tốt nghiệp của chúng tôi tìm được việc làm.\n","Teco-faq-7-q":"TecoGuide hỗ trợ các cộng đồng chưa được đại diện như thế nào?\n","Teco-faq-7-r":"California là nơi có hệ thống trường cao đẳng mở lớn nhất tại Hoa Kỳ. Hệ thống này phục vụ hơn 1,8 triệu sinh viên hàng năm tại 116 cơ sở. Nếu bạn là người lớn chưa tốt nghiệp trung học hoặc tốt nghiệp trung học ở một quốc gia khác nhưng đã sống tại California trong nhiều năm, bạn có thể nộp đơn vào một trường cao đẳng và ghi danh, có thể là miễn phí. Có nhiều chương trình giúp đỡ sinh viên.","Teco-faq-8-q":"Điều gì làm cho TecoGuide khác biệt so với các nền tảng giáo dục khác?\n","Teco-faq-8-r":"Được xây dựng bởi và dành cho nhóm sinh viên thiệt thòi, TecoGuide nổi bật nhờ tập trung vào việc thu hẹp khoảng cách giữa giáo dục và việc làm. TecoGuide nổi bật nhờ cách tiếp cận hướng dẫn được cá nhân hóa, quan hệ đối tác chặt chẽ với ngành và hệ thống hỗ trợ toàn diện được thiết kế để đảm bảo sinh viên thành công từ khi nhập học đến khi tìm được việc làm.\n","Teco-faq-9-q":"Tôi phải bắt đầu sử dụng TecoGuide như thế nào?\n","Teco-faq-9-r":"Bắt đầu thật dễ dàng! Tải xuống ứng dụng TecoGuide MIỄN PHÍ từ App Store hoặc Google Play. Bạn cũng có thể truy cập trang web của chúng tôi tại Inspirame.com để tạo tài khoản.","Tecogpt-description":"Khám phá các con đường học đại học và nghề nghiệp giá cả phải chăng để khởi đầu cuộc sống của bạn!  ","Tecoguide-overline":"KHÁM PHÁ TECO\n","Tecoguide-para":"TecoGuide là ứng dụng lập kế hoạch nghề nghiệp và đại học miễn phí tại CA, được thiết kế riêng để giúp bạn vượt qua con đường đại học và/hoặc ngành nghề theo cách nhanh nhất và tiết kiệm nhất có thể!\n","Tecoguide-para-2":"TecoGuide giới thiệu và hướng dẫn bạn thông qua các con đường học đại học và nghề nghiệp giá cả phải chăng được cung cấp thông qua các trường cao đẳng cộng đồng, trường đại học và đối tác trong ngành của CA.  \n","Tecoguide-para-3":"Mọi người đều nói “hãy đi học đại học”, nhưng không ai chỉ cho bạn cách làm… cho đến bây giờ!\n","Tecoguide-para-4":"Chào mừng đến với TecoGuide! \n","Tecoguide-title":"Hành trình của bạn bắt đầu từ đây","Teco-item-1":"Tiết kiệm TIỀN","Teco-item-1-para":"Chúng tôi chỉ giới thiệu những con đường học tập phải chăng để lấy chứng chỉ, bằng liên kết và bằng cử nhân, tối đa hóa giá trị giáo dục đồng thời giảm thiểu chi phí.\n","Teco-item-2":"Tiết kiệm THỜI GIAN\n","Teco-item-2-para":"Không bao giờ học nhầm lớp nữa. Các công cụ Lớp học & Kế hoạch giáo dục của TecoGuide sẽ hướng dẫn bạn qua các yêu cầu của lớp học và xác định ngày tốt nghiệp.\n","Teco-item-3":"Tiết kiệm NĂNG LƯỢNG\n","Teco-item-3-para":"Chúng tôi cá nhân hóa lộ trình của bạn và cung cấp cho bạn câu trả lời bạn cần để đưa ra quyết định tốt hơn. Chúng tôi cũng sắp xếp các nguồn lực của bạn, để bạn có thể tập trung vào việc học.\n","\nTeco-test-description":"Khám phá các con đường học đại học và nghề nghiệp giá cả phải chăng để khởi đầu cuộc sống của bạn! ","Teco-text":"Miễn phí và mở cửa cho người lớn, học sinh trung học, sinh viên cao đẳng và đại học, và bất kỳ ai quan tâm đến việc học. ","Teco-title":"Trí tuệ nhân tạo TecoGPT","Teco-tuto-overline":"HƯỚNG DẪN TECOGUIDE\n","Teco-tuto-para":"Mauricio Gonzalez, người đồng sáng lập TecoGuide, sẽ hướng dẫn bạn cách sử dụng TecoGuide. Bạn sẽ tìm hiểu về TecoGuide, cách sử dụng và xem nhiều ví dụ để bắt đầu.\n\n","Teco-tuto-title":"Bắt đầu với TecoGuide\n"}