{"Button-intro":"Tham gia cùng chúng tôi","partner-title":"  Chúng tôi hợp tác với","partner-title-para1":"Dành cho các đối tác giáo dục và phi lợi nhuận","partner-title-para1-1":"Tăng tỷ lệ nhập học đại học","partner-title-para1-2":"Tăng tỷ lệ tốt nghiệp và chuyển tiếp","partner-title-para1-3":" Tạo đường ống giáo dục cho:","partner-title-para1-3-1":"Hoàn thành GED & Trung học phổ thông","partner-title-para1-3-2":"Trung học phổ thông đến Cao đẳng/Đại học","partner-title-para1-3-3":"Cao đẳng cộng đồng đến Đại học","partner-title-para2":"Dành cho các đối tác công nghiệp, chính phủ và phi lợi nhuận","partner-title-para2-1":"Nâng cao và đào tạo lại nhân viên","partner-title-para2-2":"Tăng các chuyên ngành có nhu cầu cao (ví dụ STEM)","partner-title-para2-3":"  Tạo đường ống công nghiệp cho:","partner-title-para2-3-1":"Sinh viên-Thực tập sinh","partner-title-para2-3-2":"Người học việc","partner-title-para2-3-3":"Nhân viên có tay nghề","partner-title-para2-3-4":"Khách hàng/Khách hàng","tab-data-1":"Trường trung học phổ thông","tab-data-2":"Cao đẳng cộng đồng","tab-data-3":"Các trường đại học","tab-data-4":"Chương trình theo danh mục","tab-data-5":"Tổ chức phi lợi nhuận","tab-data-6":"Chính phủ","tab-data-7":"Ngành công nghiệp","tab-data-8":"Nền tảng","Teco-admin-subtitle":"Nền tảng công cộng của chúng tôi, TecoGuide, giới thiệu và hướng dẫn người học đến các lộ trình đào tạo và giáo dục để đáp ứng tình trạng thiếu hụt lực lượng lao động.","Teco-admin-subtitle-2":"Đồng thời, TecoAdmin, nền tảng đối tác của chúng tôi, cung cấp thông tin chi tiết về kinh doanh theo thời gian thực cho các trường học và đối tác trong ngành  ","Teco-admin-subtitle-3":"Cùng nhau, chúng ta có thể đảm bảo rằng nhiều người hơn nữa có được các chứng chỉ và bằng cấp giá cả phải chăng, giúp chấm dứt tình trạng nghèo đói kéo dài qua nhiều thế hệ. ","Teco-admin-title-1":"Inspirame không chỉ là một công ty công nghệ – chúng tôi là\n","Teco-admin-title-2":" Tương lai của công việc","Teco-bridge-list-1":"Sinh viên đại học thế hệ đầu tiên","Teco-bridge-list-2":"Người da màu và dân tộc thiểu số","Teco-bridge-list-3":"Cá nhân khuyết tật","Teco-bridge-list-4":"Các nhóm khác theo truyền thống không được phục vụ đầy đủ","Teco-bridge-para-1":"Inspirame dành riêng cho mọi người học, đảm bảo rằng mọi người đều có cơ hội như nhau để đạt được mục tiêu giáo dục và sự nghiệp của mình. TecoGuide cung cấp quyền truy cập cho tất cả mọi người, đặc biệt là các cộng đồng thiếu phục vụ nhất của chúng tôi.\n","Teco-bridge-para-2":"\nChúng tôi số hóa các lộ trình học đại học và sau đại học để cải thiện kết quả lực lượng lao động và đảm bảo quyền tiếp cận cơ hội công bằng cho tất cả mọi người.","Teco-bridge-title":"Thu hẹp khoảng cách giữa người học, trường học và lực lượng lao động  ","Teco-button":"Liên hệ với chúng tôi","Teco-exposure-1":"Sự nghiệp hàng tuần","Teco-exposure-2":"Đường đi\n","Teco-exposure-3":"Phân phối nội dung động lực trên TecoGuide và các nền tảng truyền thông xã hội","Teco-exposure-title":"Nội dung phơi sáng","Teco-faq-1-q":" Sự khác biệt giữa TecoAdmin và TecoGuide là gì?\n","Teco-faq-1-r":"TecoAdmin và TecoGuide là hai sản phẩm không thể tách rời, mỗi sản phẩm có vai trò riêng biệt nhưng bổ sung cho nhau.\n","Teco-faq-1-r-1":"TecoAdmin là một hệ thống backend sáng tạo được thiết kế để quản lý và kiểm soát cả hai nền tảng. Nó chủ yếu được sử dụng bởi các đối tác và khách hàng của chúng tôi. TecoAdmin cho phép quản lý hiệu quả dữ liệu, tải lên nội dung, quyền của người dùng và các tác vụ quản trị quan trọng khác. Nó đảm bảo hoạt động và bảo trì hệ thống diễn ra suôn sẻ, cho phép quản lý dữ liệu mạnh mẽ và tùy chỉnh hệ thống.\n","Teco-faq-1-r-2":"TecoGuide là một nền tảng sáng tạo được thiết kế để thu hẹp khoảng cách lực lượng lao động bằng cách cung cấp các chương trình cấp chứng chỉ nghề nghiệp chất lượng cao và các lộ trình cấp bằng cử nhân. Nền tảng này chỉ dành cho người học (sinh viên và sinh viên tiềm năng). Chúng tôi cung cấp các trải nghiệm học tập được cá nhân hóa, các lộ trình phù hợp với ngành và các hệ thống hỗ trợ mạnh mẽ để giúp các cá nhân đạt được mục tiêu giáo dục và nghề nghiệp của mình.\n","Teco-faq-2-q":"Điểm khác biệt của TecoAdmin so với các nền tảng/phần mềm tương tự khác là gì?\n","Teco-faq-2-r":"TecoAdmin nổi bật hơn so với các nền tảng và phần mềm tương tự khác nhờ một số tính năng và khả năng độc đáo:\n","Teco-faq-2-r-1":"Enrollment Builder/Talent Pipeline: TecoAdmin cung cấp góc nhìn sáng tạo về người học/tài năng tiềm năng. Tính năng này giúp các tổ chức giáo dục và đối tác trong ngành hiểu được đặc điểm nhân khẩu học, sở thích và nhu cầu của những người có triển vọng, cho phép các chiến lược tuyển sinh và tương tác hiệu quả và được cá nhân hóa hơn.\n","Teco-faq-2-r-2":"Pathway Data: Không giống như nhiều nền tảng khác, TecoAdmin cung cấp dữ liệu toàn diện về các lớp học mà người học cần để hoàn thành lộ trình của mình. Thông tin này giúp các tổ chức tối ưu hóa các khóa học của mình, đảm bảo đáp ứng nhu cầu tuyển sinh hiện tại và tương lai.\n","Teco-faq-2-r-3":"Dữ liệu theo chiều dọc: TecoAdmin cung cấp dữ liệu theo chiều dọc chi tiết, cung cấp thông tin chuyên sâu về thành công của sinh viên/tài năng theo thời gian. Bằng cách phân tích xu hướng và mô hình trong hiệu suất của sinh viên, các tổ chức có thể đưa ra quyết định sáng suốt để cải thiện kết quả giáo dục và hỗ trợ lập kế hoạch dài hạn.\n","Teco-faq-2-r-4":"TecoAdmin là công cụ mạnh mẽ dành cho các tổ chức giáo dục, tổ chức phi lợi nhuận và ngành công nghiệp vì chúng tôi kết hợp phân tích dữ liệu chuyên sâu với thông tin thực tế để tăng cường lập kế hoạch, thành công của sinh viên và tăng cường lực lượng lao động.\n","Teco-faq-3-q":"Sử dụng TecoAdmin có giá bao nhiêu?\n","Teco-faq-3-r":"Mô hình đăng ký dựa trên số lượng tuyển sinh và mục tiêu tăng trưởng được đặt ra. Tất cả chi phí đều dựa trên hiệu suất, thiết lập mối quan hệ đôi bên cùng có lợi. Hợp đồng hàng năm với các đối tác có thể dao động từ 10.000 đô la - 90.000 đô la tùy thuộc vào mục tiêu được đặt ra. (tức là Tăng số lượng sinh viên tuyên bố chuyên ngành STEM lên 5%). \n","Teco-faq-4-q":"Bạn có phải cư trú tại California để sử dụng TecoAdmin không?","Teco-faq-4-r":"Không, chúng tôi là một công ty công nghệ độc lập, có khả năng mở rộng hoạt động trên mọi tiểu bang nơi TecoGuide và TecoAdmin được kích hoạt cùng nhau. \n","Teco-faq-5-q":"TecoAdmin có thể được sử dụng ở các quốc gia khác ngoài Hoa Kỳ không?\n","Teco-faq-5-r":"Chúng tôi tập trung vào California vào năm 2024 và sẽ bổ sung thêm nhiều tiểu bang khác vào năm 2025, với mục tiêu mở rộng ra toàn quốc vào năm 2026. Dự kiến chúng tôi sẽ bắt đầu cung cấp dịch vụ quốc tế vào năm 2027.","Teco-faq-6-q":"Tôi có thêm câu hỏi về TecoAdmin. Tôi có thể tìm thêm thông tin ở đâu?\n","Teco-faq-6-r":"Vui lòng liên hệ với chúng tôi bằng cách truy cập trang 'Liên hệ với chúng tôi'.","teco-faq-button":"Xem thêm","Teco-faq-subtitle":"Xem câu trả lời cho một số câu hỏi thường gặp nhất của chúng tôi về TecoAdmin ","Teco-faq-title":"Câu hỏi thường gặp","Teco-how-description-1":"Người dùng có thể có được các bản kiểm toán bằng cấp và kế hoạch giáo dục chính xác và hiện tại mà bạn đang hỗ trợ và xác thực với tư cách là đối tác của Inspirame nhờ vào Kiểm toán bằng cấp & Xử lý kế hoạch giáo dục của Teco Admin. Dịch vụ này đảm bảo rằng các tổ chức và sinh viên hiểu rõ về các yêu cầu và tiến độ học tập. Các tổ chức có thể cung cấp cho sinh viên tư vấn cá nhân thông qua quá trình xử lý tự động và cập nhật thường xuyên, dẫn đến việc lập kế hoạch học tập tốt hơn và tốt nghiệp đúng hạn.","Teco-how-description-2":"Thông qua công cụ phân phối nhóm, Teco Admin cung cấp dịch vụ phân phối nội dung liền mạch cho người dùng từ các trường cấp dưới. Với sự trợ giúp của khả năng này, các tổ chức giáo dục và học sinh tiềm năng sẽ có thể giao tiếp và tương tác với nhau hiệu quả hơn. Các tổ chức có thể cải thiện nỗ lực tiếp cận của mình và thu hút nhiều học sinh có trình độ và hứng thú hơn bằng cách tập trung nỗ lực tiếp cận của mình vào một số danh mục chính với nội dung tùy chỉnh.","Teco-how-description-3":"Teco Admin cung cấp dữ liệu và phân tích chi tiết, cung cấp thông tin chi tiết quan trọng về hoạt động của người dùng, xu hướng ghi danh và giữ chân sinh viên. Với sự trợ giúp của những thông tin chi tiết này, các đối tác có thể đưa ra quyết định sáng suốt, xác định các lĩnh vực cần phát triển và đưa vào thực hành các chiến thuật mạnh mẽ sẽ giúp tăng hiệu suất của tổ chức và thành công của sinh viên. Các tổ chức được trao quyền hơn nữa để kiểm tra dữ liệu theo nhu cầu và mục tiêu của riêng họ nhờ vào việc tạo báo cáo có thể tùy chỉnh.","Teco-how-description-4":"Bằng cách cung cấp thông tin kịp thời cho sinh viên về các lớp học và khóa học có sẵn, cung cấp thông tin liên quan để đào tạo sinh viên trong các lĩnh vực quan tâm của đối tác, dịch vụ Enrollment Builder của Teco Admin giúp các trường đại học tăng số lượng sinh viên đăng ký. Các tổ chức có thể cải thiện toàn bộ quy trình đăng ký, mang lại sự hài lòng và duy trì sinh viên cao hơn, bằng cách thông báo cho sinh viên về các khóa học họ yêu cầu và tình trạng sẵn có của chúng. Chương trình này cho phép sinh viên lập kế hoạch cho lộ trình học tập của mình nhiều hơn và đảm bảo rằng họ có thể đăng ký các khóa học họ cần để thăng tiến trong sự nghiệp học tập của mình.","Teco-how-subtitle":"Công nghệ Inspirame hoạt động để đáp ứng các mục tiêu của tổ chức bạn bằng cách tận dụng mong muốn của người học nhằm cải thiện kết quả giáo dục và việc làm theo nhu cầu của bạn.\n","Teco-how-text-1":"Tải xuống và xem dữ liệu kiểm toán bằng cấp cho bảng điểm đã tải lên. Học sinh của bạn có thể có các bản kiểm toán bằng cấp và kế hoạch giáo dục chính xác và cập nhật, mỗi học kỳ","Teco-how-text-2":"Gửi nội dung trực tiếp đến người dùng theo học tại các trường liên kết thông qua khả năng phân phối nhóm của chúng tôi","Teco-how-text-3":"Xem và tải xuống thông tin chi tiết về dữ liệu thúc đẩy việc giữ chân và ghi danh của sinh viên để đưa ra quyết định. Dữ liệu có sẵn cho bảng điểm đã xử lý, cũng như số liệu và hành vi của người dùng Teco Guide. Có sẵn tính năng tạo báo cáo tùy chỉnh","Teco-how-text-4":"Cải thiện việc ghi danh vào các lớp học của tổ chức bạn với dịch vụ này. Người dùng Teco Guide được thông báo về các lớp học cần thiết và tình trạng còn trống của các lớp học đó tại trường của bạn","Teco-how-title":"Quan hệ đối tác hoạt động như thế nào\n","Teco-how-title-1":"Kiểm toán bằng cấp & Xử lý kế hoạch giáo dục","Teco-how-title-2":"Phân phối nội dung","Teco-how-title-3":"Dữ liệu & Phân tích","Teco-how-title-4":"Trình tạo đăng ký","Teco-tools-1":"Trí tuệ nhân tạo TecoGPT","Teco-tools-2":"Thông báo & Nhắc nhở","Teco-tools-3":"Lớp học & Kế hoạch giáo dục","Teco-tools-4":"Tìm kiếm chính","Teco-tools-5":"Điều kiện nhận hỗ trợ tài chính và dịch vụ hỗ trợ","Teco-tools-title":"Công cụ - Cao đẳng & Nghề nghiệp"}